{
    "ios": {
        "items": [
            {
                "image": "<FaStar />",
                "title": "iOS App Upgradation & Migration",
                "description": "We have vast experience in iOS app upgradation and migration, utilizing the latest technologies to ensure seamless transition from old to new versions. We specialize in creating custom solutions to ensure the highest quality and secure application performance. Our team of experts is committed to delivering the best user experience by providing comprehensive solutions that meet all your requirements."
            },
            {
                "image": "<FaStar />",
                "title": "iOS Game Development",
                "description": "Our IOS developers are highly skilled and experienced in iOS Game Development. They have expertise in the latest iOS technologies, such as SpriteKit and Metal, and have created a variety of fun and engaging mobile games. They have a strong understanding of the App Store guidelines and a deep passion for delivering quality gaming experiences."
            },
            {
                "image": "<FaStar />",
                "title": "iOS Developers for API Integration",
                "description": "Our team of IOS developers have extensive experience in API Integration, from developing custom API solutions to integrating existing APIs into native IOS applications. We have a deep understanding of modern iOS technologies and frameworks, such as Swift, Objective-C, and RESTful APIs, to create custom solutions that are tailored to the specific requirements of our clients. Our developers are also experienced in integrating third-party APIs such as Google Maps and Firebase, to bring powerful features to your apps."
            }
        ],
        "text": [
            {
                "image": "<FaStar />",
                "title": "Custom iOS App Development",
                "description": "Our iOS developers are highly experienced in creating custom iOS apps, utilizing the latest technologies and frameworks to develop robust, feature-rich, and secure mobile applications. They possess the technical know-how to ensure high-quality, bug-free, and efficient applications that are tailored to the needs of our clients."
            },
            {
                "image": "<FaStar />",
                "title": "Industry-Specific App Development",
                "description": "Our IOS developers are experts in Industries-Specific IOS App Development, focusing on providing solutions tailored to the specific needs of our clients. We have extensive experience in developing custom IOS applications for different industry verticals, such as healthcare, manufacturing, retail, education and more. We leverage the latest technologies, tools and frameworks to ensure a secure, efficient and seamless user experience."
            },
            {
                "image": "<FaStar />",
                "title": "iOS App Consultants",
                "description": "Our iOS App Consultants have extensive experience in developing iOS apps for iPhone, iPad, and Apple Watch. With expertise in Swift and Objective-C, we deliver customized, user-friendly and feature-rich iOS applications. We ensure secure, high-performing and intuitive applications that meet user expectations and business needs."
            }
        ],
        "content": [
            {
                "image": "/images/pic1.png",
                "title": "Send an Inquiry",
                "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
            },
            {
                "image": "/images/review.png",
                "title": "Review Resumes, Conduct Interviews",
                "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
            },
            {
                "image": "/images/NDA.png",
                "title": "NDA & Onboarding",
                "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
            },
            {
                "image": "/images/Engagement Model.png",
                "title": "Select Engagement Model",
                "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
            }
        
        ],
        "data1": [
    
            {
                "title": "Hire iOS App Developers",
                "description1": "Hire Dedicated iOS App",
                "description2": "Developers",
                "description3":
                  "Enhance your app’s performance and experience with ZenQua dedicated iOS app developers. Our team of tech experts understands the competitive nature of the market and IT industry and works to infuse creative potential into your iOS application. Our iOS developers are handpicked for their professional and personal attributes to ensure the best quality app for your businesses. Leverage our expertise across iPads, iPhones, and Apple Watches for a sleek and powerful performance. Get the highest quality of iOS app development with ZenQuacustom development team.",
                "buttonLabel": "Hire Now",
                "className": "btn1", 
                "imageSrc": "/images/IOS.png",
              "altText": "IOS"
             
              }
        ],
        "data2": [
    
            { 
                "description1": "OUR EXPERTISE",
                "description2": "Our IOS Developer's Expertise",
                "description3": "Hire experienced iOS app developers from our team to build and deploy robust, user-friendly mobile applications. Our developers have expertise in Swift, Objective-C, Core Data, Xcode and more. We offer custom iOS development services to bring your ideas to life with innovative solutions. Contact us today for an affordable, agile and secure iOS app development experience."   
              }
    
        ],
        "data3": [
    
            { 
                "description1": "HOW TO HIRE",
                "description2": "Our Hiring Process",
                "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
              }
    
        ],
        "data4": [
    
            { 
                "description1": "WHY CHOOSE ZENQUA",
                "description2": "Benefits of Hiring IOS Developers from ZenQua",
                "description3": "ZenQua offers numerous advantages for your app development project. Our experienced iOS developers are proficient in the latest technologies and have a proven record of developing successful apps. We provide regular progress reports, sign NDAs, and ensure code security for your project. Our pocket friendly services and post launch support will help you get the most from your project. With us, you can be sure that your project is cost–effective, secure, and successful."
             
              }
    
        ],
        "data5": [
    
            { 
                "description1": "ENGAGEMENT TYPES ",
                "description2": "Engagement Models",
                "description3": "ur Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
             
              }
    
        ],
        "data6": [
    
            { 
                "description1": "HIRE TEAM ",
                "description2": "Hire The Best Developers",
                "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
             
            }
              
    
        ],
        "hiringOptions": [
            {
                "title": "Hiring Options"
               
            },
            {
              "title": "Full Time Hiring"
             
            },
            {
              "title": "Part Time Hiring"
             
            },
            {
              "title": "Hourly Hiring"
            
            }
          ],
          "hiringDetails": [
            {
                "title": "Hiring Option" 
            },
              {
                "title": "Minimum Hire"
              },
            {
                "title": "Process"
            },
            {
              "title": "Communication"
            },
            {
              "title": "Project Tools"
            }
          ],
          "hoursDetails": [
            {
              "title": "8 Hours"
            },
            {
              "title": "4 Hours"
            },
            {
              "title": "Hour Basis"
            },
            {
              "title": "1 Month"
            },
            {
              "title": "1 Month"
            },
            {
              "title": "25 Hours"
            },
            {
              "titleNew": "Agile"
            },
            {
              "titleNew": "Phone, Chat, E-Mail"
            },
            {
              "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
            }
          ],
    
          "people": [
            {
              "name": "Mehul Manu",
              "experience": "10+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Dev Girisha",
              "experience": "5+ Years",
              "expertise":  "Core | MVC | PowerBI",
              "workedWith": " SQL | APIs",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Sumat Bala",
              "experience": "7+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Prabhakara Indra",
              "experience": "10+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            }
          ],
          "hiringNew": [
            {
                "title": "Hiring Option",
                "details": [
                    { "title": "8 Hours" },
                    { "title": "4 Hours" },
                    { "title": "Hour Basis" }
                ]
            },
            {
                "title": "Minimum Hire",
                "details": [
                    { "title": "1 Month" },
                    { "title": "1 Month" },
                    { "title": "25 Hours" }
                ]
            },
            {
                "title": "Process",
                "details": [
                    { "title": "Agile" }
                ]
            },
            {
                "title": "Communication",
                "details": [
                    { "title": "Phone, Chat, E-Mail" }
                ]
            },
            {
                "title": "Project Tools",
                "details": [
                    { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
                ]
            }
        ],
        "sectionDetails": {
          "Regular Reports": {
              "title": "Regular Reports",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "NDA & Security": {
              "title": "NDA & Security",
              "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
          },
          "Pocket Friendly": {
              "title": "Pocket Friendly",
              "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
          },
          "Post-Launch Support": {
              "title": "Post-Launch Support",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "Control Over Team": {
              "title": "Control Over Team",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "Your Favoured Timezone": {
              "title": "Your Favoured Timezone",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          }
      }
        
    },
    "reactnative": {
        "items": [
            {
                "image": "<FaStar />",
                "title": "Industry-Specific App Development",
                "description": "We have expertise in developing robust, secure, and scalable industry-specific apps for retail, finance, healthcare, and other industries. They are proficient in leveraging ReactNative’s platform-agnostic development capabilities to build cross-platform mobile applications. Our developers have extensive experience in integrating APIs and databases to develop secure, feature-rich industry-specific applications. "
            },
            {
                "image": "<FaStar />",
                "title": "App Re-enginnering & Migration",
                "description": "We have extensive expertise in app re-engineering and migration, including refactoring code, updating libraries and frameworks, and migrating codebases to ReactNative. They are fully proficient in managing the complexities of cross-platform development, ensuring smooth integration and optimal performance."
            },
            {
                "image": "<FaStar />",
                "title": "API Development & Customization",
                "description": "Our ReactNative developers possess extensive expertise in API Development & Customization, with extensive experience in developing custom APIs for mobile apps using React Native and JavaScript, leveraging capabilities such as REST, HTTP, GraphQL, and more. They also specialize in customizing existing APIs to meet the specific requirements of each project. "
            }
        ],
        "text": [
            {
                "image": "<FaStar />",
                "title": "Hybride App Development",
                "description": "We have extensive experience in developing hybrid apps that are tailored to the needs of our clients. They have expertise in creating cross-platform applications with a single codebase that works seamlessly on iOS and Android devices. Their expertise in ReactNative allows them to build hybrid apps quickly and efficiently, ensuring a high-quality end product. "
            },
            {
                "image": "<FaStar />",
                "title": "Native App Development ",
                "description": "Our ReactNative experts are highly skilled in Native App Development, leveraging the power of the ReactNative framework to build high-performance, feature-rich mobile applications with a native look-and-feel. Our developers are experienced in working with native UI components, APIs, and design patterns to deliver best-in-class native solutions. "
            },
            {
                "image": "<FaStar />",
                "title": "Cross platform app development",
                "description": "Our ReactNative developers are highly experienced in Cross Platform App Development, having extensive knowledge in mobile technologies such as React Native, Objective C, Swift, Java, and HTML5. They possess deep understanding of the React Native library and its architecture to develop high-performance, robust and innovative applications for iOS and Android platforms. "
            }
        ],
        "content": [
            {
                "image": "/images/pic1.png",
                "title": "Send an Inquiry",
                "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
            },
            {
                "image": "/images/review.png",
                "title": "Review Resumes, Conduct Interviews",
                "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
            },
            {
                "image": "/images/NDA.png",
                "title": "NDA & Onboarding",
                "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
            },
            {
                "image": "/images/Engagement Model.png",
                "title": "Select Engagement Model",
                "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
            }
        
        ],
        "data1": [
    
            {
                "title": "Hire React Native  Developers",
                "description1": " Hire Dedicated React Native",
                "description2": "App Developers ",
                "description3":
                  "ZenQua ZenQua is a global React Native app development company dedicated to generating customized, feature-rich, secure and high performance mobile apps. Our dedicated React Native developers combine their knowledge of cutting-edge technologies with proven development methodologies to offer cost-effective solutions catering to all kinds of app development requirements. Our core expertise lies in creating applications that provide native-look, ensuring exceptional user-experience while ensuring timely delivery of projects. With competitive prices and excellence in customer services, ZenQua stands-out when it comes to React Native app development solutions.",
                "buttonLabel": "Hire Now",
                "className": "btn1", 
                "imageSrc": "/images/react-native.png",
              "altText": "react-native"
             
              }
        ],
        "data2": [
    
            { 
                "description1": "OUR EXPERTISE",
                "description2": "Our ReactNative Developer's Expertise ",
                "description3": "We provide top-notch ReactNative development services, allowing you to create amazing mobile applications with exceptional performance. Our experienced developers will help you bring your ideas to life. Get on board now and benefit from our expertise! "   
              }
    
        ],
        "data3": [
    
            { 
                "description1": "HOW TO HIRE",
                "description2": "Our Hiring Process",
                "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
              }
    
        ],
        "data4": [
    
            { 
                "description1": "WHY CHOOSE ZENQUA",
                "description2": "Benefits of Hiring ReactNative Developers from ZenQua",
                "description3": "Hiring ReactNative Developers from ZenQua offers several advantages for your app development project. Our experienced developers are well-versed in AngularJs and have the expertise to create robust, scalable and feature-rich applications. We provide regular progress reports and sign NDA to ensure code security. Our services are cost-effective, and we also provide post launch support. With us, you can be sure that your project is secure, successful and cost-effective."
             
              }
    
        ],
        "data5": [
    
            { 
                "description1": "ENGAGEMENT TYPES ",
                "description2": "Engagement Models",
                "description3": "Our Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
             
              }
    
        ],
        "data6": [
    
            { 
                "description1": "HIRE TEAM ",
                "description2": "Hire The Best Developers",
                "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
             
            }
              
    
        ],
        "hiringOptions": [
            {
                "title": "Hiring Options"
               
            },
            {
              "title": "Full Time Hiring"
             
            },
            {
              "title": "Part Time Hiring"
             
            },
            {
              "title": "Hourly Hiring"
            
            }
          ],
          "hiringDetails": [
            {
                "title": "Hiring Option" 
            },
              {
                "title": "Minimum Hire"
              },
            {
                "title": "Process"
            },
            {
              "title": "Communication"
            },
            {
              "title": "Project Tools"
            }
          ],
          "hoursDetails": [
            {
              "title": "8 Hours"
            },
            {
              "title": "4 Hours"
            },
            {
              "title": "Hour Basis"
            },
            {
              "title": "1 Month"
            },
            {
              "title": "1 Month"
            },
            {
              "title": "25 Hours"
            },
            {
              "titleNew": "Agile"
            },
            {
              "titleNew": "Phone, Chat, E-Mail"
            },
            {
              "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
            }
          ],
    
          "people": [
            {
              "name": "Mehul Manu",
              "experience": "10+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Dev Girisha",
              "experience": "5+ Years",
              "expertise":  "Core | MVC | PowerBI",
              "workedWith": " SQL | APIs",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Sumat Bala",
              "experience": "7+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            },
            {
              "name": "Prabhakara Indra",
              "experience": "10+ Years",
              "expertise": "Net | Sharepoint | Blazor",
              "workedWith": " APIs | MVC",
              "avatarSrc":
                "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
            }
          ],
          "hiringNew": [
            {
                "title": "Hiring Option",
                "details": [
                    { "title": "8 Hours" },
                    { "title": "4 Hours" },
                    { "title": "Hour Basis" }
                ]
            },
            {
                "title": "Minimum Hire",
                "details": [
                    { "title": "1 Month" },
                    { "title": "1 Month" },
                    { "title": "25 Hours" }
                ]
            },
            {
                "title": "Process",
                "details": [
                    { "title": "Agile" }
                ]
            },
            {
                "title": "Communication",
                "details": [
                    { "title": "Phone, Chat, E-Mail" }
                ]
            },
            {
                "title": "Project Tools",
                "details": [
                    { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
                ]
            }
        ],
        "sectionDetails": {
          "Regular Reports": {
              "title": "Regular Reports",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "NDA & Security": {
              "title": "NDA & Security",
              "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
          },
          "Pocket Friendly": {
              "title": "Pocket Friendly",
              "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
          },
          "Post-Launch Support": {
              "title": "Post-Launch Support",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "Control Over Team": {
              "title": "Control Over Team",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          },
          "Your Favoured Timezone": {
              "title": "Your Favoured Timezone",
              "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
          }
      }
        
    },
    "flutter": {
      "items": [
          {
              "image": "<FaStar />",
              "title": "Flutter App Upgradation & Migration",
              "description": "Our expert developers have extensive experience in upgrading and migrating existing Flutter applications to the latest versions and ensuring seamless performance across multiple devices and platforms. We also provide comprehensive maintenance and support services for existing and upgraded Flutter apps, ensuring reliability and consistency."
          },
          {
              "image": "<FaStar />",
              "title": "Cross Platform Flutter App Development",
              "description": "Our Flutter app development services are designed to help you create powerful, feature-rich and engaging mobile applications for a wide range of devices. We provide comprehensive services for developing Flutter applications from UI/UX design to full-stack development. Our team of experienced developers can help you create stunning apps with beautiful visuals, engaging user experiences and advanced features."
          },
          {
              "image": "<FaStar />",
              "title": "Flutter Developers for API Integration",
              "description": "Our developers are highly experienced and have expertise in creating highly performant, visually stunning, and intuitive mobile applications using Flutter. We are dedicated to providing the best solutions for our clients. Our developers have a deep understanding of the Flutter SDK and its capabilities, allowing us to develop robust applications with a smooth and intuitive user experience."
          }
      ],
      "text": [
          {
              "image": "<FaStar />",
              "title": "Custom Flutter App Development",
              "description": "We have extensive experience in working with complex Flutter projects and using external libraries for advanced features. Our developers are well-versed with the latest trends and technologies in Flutter and can help you create custom apps that are compatible with various platforms. We are also adept at integrating the app with existing systems, databases, APIs, and third-party services. Additionally, our developers ensure that the app is secure and optimized for better performance. "
          },
          {
              "image": "<FaStar />",
              "title": "Industry-Specific App Development",
              "description": "Our team of experienced developers can help you develop industry-specific apps with enhanced features and user interfaces. We use the latest technologies and techniques to build apps that are tailored to meet the needs of each industry, from finance to healthcare, retail and more. Our goal is to provide our clients with a unique and powerful app that will help them succeed in their respective industries."
          },
          {
              "image": "<FaStar />",
              "title": "Flutter App Consultants",
              "description": "Our experts utilize the latest technologies, such as reactive programming, to provide you with clean and powerful apps that are tailored to your specific needs. Our team of experienced developers has the expertise to build apps for both iOS and Android platforms, providing you with a truly cross-platform presence. With our expertise, you can access the latest advances in mobile app development, ensuring that your app is always up-to-date with the latest features and functions."
          }
      ],
      "content": [
          {
              "image": "/images/pic1.png",
              "title": "Send an Inquiry",
              "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
          },
          {
              "image": "/images/review.png",
              "title": "Review Resumes, Conduct Interviews",
              "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
          },
          {
              "image": "/images/NDA.png",
              "title": "NDA & Onboarding",
              "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
          },
          {
              "image": "/images/Engagement Model.png",
              "title": "Select Engagement Model",
              "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
          }
      
      ],
      "data1": [
    
          {
              "title": "Hire Flutter App Developers",
              "description1": "Hire Dedicated Flutter App ",
              "description2": "Developers ",
              "description3":
                "ZenQua, a leader in app development industry, is renowned for its agile and cost-efficient solutions. Our skilled Flutter app developers leverage the new cross-platform app development framework Flutter, to build apps for Android and iOS with a single codebase. Our Flutter app developers have in-depth knowledge and experience to create top-quality, interactive apps that promise robust user experience. By hiring dedicated Flutter developers from ZenQua, you can leverage the affordable costs, reduce your project’s total cost of ownership and shorten your time-to-market. Accelerate your business with cost-effective, intuitive, and powerful apps built by our dedicated Flutter developers.",
              "buttonLabel": "Hire Now",
              "className": "btn1", 
              "imageSrc": "/images/Flutter.png",
            "altText": "Flutter"
           
            }
      ],
      "data2": [
    
          { 
              "description1": "OUR EXPERTISE",
              "description2": "Our Flutter Developer's Expertise",
              "description3": " Experience the power of the Flutter app development framework with our dedicated and skilled Flutter developers. We have a team of professionals who can create amazing applications with Flutter that can bring out the potential of your product. Our developers are experienced in all aspects of Flutter, making them the perfect choice to bring your idea to life. Hire Flutter developers from us to unlock the potential of your app and to get a world-class user experience."   
            }
    
      ],
      "data3": [
    
          { 
              "description1": "HOW TO HIRE",
              "description2": "Our Hiring Process",
              "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
            }
    
      ],
      "data4": [
    
          { 
              "description1": "WHY CHOOSE ZENQUA",
              "description2": "Benefits of Hiring Flutter Developers from ZenQua",
              "description3": "Hiring Flutter developers from i–verve offers numerous advantages for your app development project. You can choose developers from favourable timezones and have control over the project team. We also provide regular progress reports, sign NDA, and ensure code security. Pocket friendly services and post launch support are additional features that make our services more attractive. With us, you can be sure that your project is cost-effective, secure, and successful. "
           
            }
    
      ],
      "data5": [
    
          { 
              "description1": "ENGAGEMENT TYPES ",
              "description2": "Engagement Models",
              "description3": "Our Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
           
            }
    
      ],
      "data6": [
    
          { 
              "description1": "HIRE TEAM ",
              "description2": "Hire The Best Developers",
              "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
           
          }
            
    
      ],
      "hiringOptions": [
          {
              "title": "Hiring Options"
             
          },
          {
            "title": "Full Time Hiring"
           
          },
          {
            "title": "Part Time Hiring"
           
          },
          {
            "title": "Hourly Hiring"
          
          }
        ],
        "hiringDetails": [
          {
              "title": "Hiring Option" 
          },
            {
              "title": "Minimum Hire"
            },
          {
              "title": "Process"
          },
          {
            "title": "Communication"
          },
          {
            "title": "Project Tools"
          }
        ],
        "hoursDetails": [
          {
            "title": "8 Hours"
          },
          {
            "title": "4 Hours"
          },
          {
            "title": "Hour Basis"
          },
          {
            "title": "1 Month"
          },
          {
            "title": "1 Month"
          },
          {
            "title": "25 Hours"
          },
          {
            "titleNew": "Agile"
          },
          {
            "titleNew": "Phone, Chat, E-Mail"
          },
          {
            "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
          }
        ],
    
        "people": [
          {
            "name": "Mehul Manu",
            "experience": "10+ Years",
            "expertise": "Net | Sharepoint | Blazor",
            "workedWith": " APIs | MVC",
            "avatarSrc":
              "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
          },
          {
            "name": "Dev Girisha",
            "experience": "5+ Years",
            "expertise":  "Core | MVC | PowerBI",
            "workedWith": " SQL | APIs",
            "avatarSrc":
              "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
          },
          {
            "name": "Sumat Bala",
            "experience": "7+ Years",
            "expertise": "Net | Sharepoint | Blazor",
            "workedWith": " APIs | MVC",
            "avatarSrc":
              "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
          },
          {
            "name": "Prabhakara Indra",
            "experience": "10+ Years",
            "expertise": "Net | Sharepoint | Blazor",
            "workedWith": " APIs | MVC",
            "avatarSrc":
              "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
          }
        ],
        "hiringNew": [
          {
              "title": "Hiring Option",
              "details": [
                  { "title": "8 Hours" },
                  { "title": "4 Hours" },
                  { "title": "Hour Basis" }
              ]
          },
          {
              "title": "Minimum Hire",
              "details": [
                  { "title": "1 Month" },
                  { "title": "1 Month" },
                  { "title": "25 Hours" }
              ]
          },
          {
              "title": "Process",
              "details": [
                  { "title": "Agile" }
              ]
          },
          {
              "title": "Communication",
              "details": [
                  { "title": "Phone, Chat, E-Mail" }
              ]
          },
          {
              "title": "Project Tools",
              "details": [
                  { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
              ]
          }
      ],
      "sectionDetails": {
        "Regular Reports": {
            "title": "Regular Reports",
            "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
        },
        "NDA & Security": {
            "title": "NDA & Security",
            "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
        },
        "Pocket Friendly": {
            "title": "Pocket Friendly",
            "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
        },
        "Post-Launch Support": {
            "title": "Post-Launch Support",
            "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
        },
        "Control Over Team": {
            "title": "Control Over Team",
            "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
        },
        "Your Favoured Timezone": {
            "title": "Your Favoured Timezone",
            "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
        }
    }
      
    }
    }