{
"nodejsdeveloper": {
  "items": [
      {
         
          "title": "Node JS Maintenance And Support",
          "description": "As a top Node.js development company, we offer complete support and maintenance services to ensure the regular updating, scaling, and optimal performance of your Node.js applications. Our SLA-based support covers front-end/back-end maintenance, app updates, and new releases, providing you with peace of mind and the assurance that your applications are in good hands."
      },
      {
          
          "title": "Node.Js API Development & Integration",
          "description": "Our team of skilled Node.js programmers specializes in building REST and JSON APIs to enhance security, improve efficiency, and provide a seamless user experience. We have experience in developing scalable and robust API-based Node.js solutions and have the expertise to create secure REST APIs from scratch in a timely manner."
      },
      {
          
          "title": "Serverless Node.Js Microservices",
          "description": "Creating serverless microservices using Node.js, which can greatly improve the performance of your server-side applications. By implementing microservices APIs, we can help you achieve faster response times, better scalability, and more efficient resource utilization. Let us help you take your server-side applications to the next level with our expertise in Node.js microservices development."
      }
  ],
  "text": [
      {
          
          "title": "Node.Js Consulting",
          "description": "Our team of professional consultants offers development solutions and on-demand developers to support the confident execution of Node.js applications. We specialize in the customization and maintenance of Node.js apps and provide cost-effective consulting services for businesses around the world. We can also help you architect and design your Node.js applications to ensure that they are secure and reliable, and provide ongoing support and maintenance to keep them running smoothly."
      },
      {
          
          "title": "Package Development",
          "description": "We offer package development services for Node.js. Our team of expert Node.js developers has a wealth of experience in creating reusable packages. Whether you need to develop a package from scratch or optimize an existing one, we have the skills and knowledge to help you succeed. We take pride in delivering high-quality packages that meet your specific requirements and exceed your expectations."
      },
      {
          
          "title": "Node.Js Application Migration",
          "description": "We have experience in migrating complex applications from platforms such as .Net, PHP, and JAVA to Node.js, and automating database migration to MongoDB. If you have an existing application on another platform, we can help you migrate it to Node.js. We can also provide guidance and advice on best practices for Node.js development and help you optimize your application for maximum performance."
      }
  ],
  "content": [
      {
          "image": "/images/pic1.png",
          "title": "Send an Inquiry",
          "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
      },
      {
          "image": "/images/review.png",
          "title": "Review Resumes, Conduct Interviews",
          "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
      },
      {
          "image": "/images/NDA.png",
          "title": "NDA & Onboarding",
          "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
      },
      {
          "image": "/images/Engagement Model.png",
          "title": "Select Engagement Model",
          "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
      }
  
  ],
  "data1": [

      {
          "title": "Hire Node JS Developers",
          "description1": "Hire Dedicated Node JS ",
          "description2": "Web Developers ",
          "description3":
            "At ZenQua, we provide experience and expertise in Node.js development to meet your business’s software needs. Our highly skilled Nodejs developers succeed in creating complex applications from scratch and are permanent additions to development teams. Our full-stack Node.js development services create robust, scalable, cost-effective, and responsive applications that can match your business’s ever-growing needs in the current digital landscape. Get started with Node.js development quickly with our exceptional Node.js developers.",
          "buttonLabel": "Hire Now",
          "className": "btn1", 
          "imageSrc": "/images/nodejs.png",
        "altText": "nodejs"
       
        }
  ],
  "data2": [

      { 
          "description1": "OUR EXPERTISE",
          "description2": "Our Node.Js Developer'sExpertise",
          "description3": " We offer dedicated Node.js developers to help you build powerful applications and harness of this technology. Our developers are highly experienced and skilled to deliver robust and secure applications. with our reliable services, you can leverage the scalability, speed and stability of ASP.Net to give your business a competitive edge.  "   
        }

  ],
  "data3": [

      { 
          "description1": "HOW TO HIRE",
          "description2": "Our Hiring Process",
          "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
        }

  ],
  "data4": [

      { 
          "description1": "WHY CHOOSE ZENQUA",
          "description2": "Benefits of Hiring Node.Js Developers  from ZenQua",
          "description3": "Hiring Node.Js Developers   from ZenQua offers numerous advantages for your app development project. Our experienced and skilled developers are well-versed with the latest technologies and coding standards,  ensuring secure and reliable software. We provide regular progress  reports, sign NDA, and provide post-launch support. Our developers  also have the skills needed to develop cross-platform applications.With our cost-effective services and flexible engagement models, we are the right choice for your development project."
       
        }

  ],
  "data5": [

      { 
          "description1": "ENGAGEMENT TYPES ",
          "description2": "Engagement Models",
          "description3": "ur Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
       
        }
        

  ],
  "data6": [

      { 
          "description1": "HIRE TEAM ",
          "description2": "Hire The Best Developers",
          "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
       
      }
        

  ],
  "hiringOptions": [
      {
          "title": "Hiring Options"
         
      },
      {
        "title": "Full Time Hiring"
       
      },
      {
        "title": "Part Time Hiring"
       
      },
      {
        "title": "Hourly Hiring"
      
      }
    ],
    "hiringDetails": [
      {
          "title": "Hiring Option" 
      },
        {
          "title": "Minimum Hire"
        },
      {
          "title": "Process"
      },
      {
        "title": "Communication"
      },
      {
        "title": "Project Tools"
      }
    ],
    "hoursDetails": [
      {
        "title": "8 Hours"
      },
      {
        "title": "4 Hours"
      },
      {
        "title": "Hour Basis"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "25 Hours"
      },
      {
        "titleNew": "Agile"
      },
      {
        "titleNew": "Phone, Chat, E-Mail"
      },
      {
        "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
      }
    ],

    "people": [
      {
        "name": "Mehul P",
        "experience": "10+ Years",
        "expertise": "AWS | Azure | Linux",
        "workedWith": "CICD | Terraform",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
          "name": "Umesh G",
        "experience": "5+ Years",
        "expertise": "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Ram N",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      }
    ],
    "hiringNew": [
      {
          "title": "Hiring Option",
          "details": [
              { "title": "8 Hours" },
              { "title": "4 Hours" },
              { "title": "Hour Basis" }
          ]
      },
      {
          "title": "Minimum Hire",
          "details": [
              { "title": "1 Month" },
              { "title": "1 Month" },
              { "title": "25 Hours" }
          ]
      },
      {
          "title": "Process",
          "details": [
              { "title": "Agile" }
          ]
      },
      {
          "title": "Communication",
          "details": [
              { "title": "Phone, Chat, E-Mail" }
          ]
      },
      {
          "title": "Project Tools",
          "details": [
              { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
          ]
      }
  ],
  "sectionDetails": {
    "Regular Reports": {
        "title": "Regular Reports",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "NDA & Security": {
        "title": "NDA & Security",
        "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
    },
    "Pocket Friendly": {
        "title": "Pocket Friendly",
        "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
    },
    "Post-Launch Support": {
        "title": "Post-Launch Support",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Control Over Team": {
        "title": "Control Over Team",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Your Favoured Timezone": {
        "title": "Your Favoured Timezone",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    }
}
},


"nestjsdeveloper": {
  "items": [
      {
          "image": "<FaStar />",
          "title": "Custom NestJs Development",
          "description": "Our company specializes in delivering custom Nest.js development services, leveraging the framework's advanced capabilities to create high-performance and scalable applications. Our skilled developers use Nest.js's modular architecture and powerful tools to build customized solutions tailored to our clients' unique needs. With expertise in TypeScript, Node.js, and advanced Nest.js features, such as middleware and dependency injection, we deliver robust and efficient solutions that exceed our clients' expectations."
      },
      {
          "image": "<FaStar />",
          "title": "NestJs Data Management",
          "description": "We specializes in providing advanced Data Management solutions using Next.js. With our deep expertise in React and JavaScript, we can deliver robust and efficient applications that manage data at large scale. Developers at our company have that capabilities to optimize performance and create highly responsive user interfaces. With our hands on expertise in modular architecture and advanced data management tools, we help businesses streamline their data management processes and achieve their goals."
      },
      {
          "image": "<FaStar />",
          "title": "Serverless Node.Js Microservices",
          "description": "Creating serverless microservices using Node.js, which can greatly improve the performance of your server-side applications. By implementing microservices APIs, we can help you achieve faster response times, better scalability, and more efficient resource utilization. Let us help you take your server-side applications to the next level with our expertise in Node.js microservices development."
      }
  ],
  "text": [
      {
          "image": "<FaStar />",
          "title": "NestJs Web Development Solutions",
          "description": "At our company, we excel in delivering exceptional web development solutions using Nest.js. Our skilled developers use the framework's modular architecture and advanced tools to create high-performing server-side applications. We specialize in TypeScript and Node.js, allowing us to deliver robust and efficient solutions that meet even the most complex business requirements. With our expertise in Nest.js's advanced features, such as dependency injection and middleware, we can tailor custom solutions that are optimized for each client's unique needs."
      },
      {
          "image": "<FaStar />",
          "title": "NestJs Mobile app development",
          "description": "We are leading Nest.js mobile app development service provider, leveraging the framework's powerful features to deliver high-performance and scalable solutions. Our skilled developers use Nest.js's modular architecture, TypeScript, and Node.js to create mobile apps that meet complex business requirements. With our expertise in Nest.js's advanced features, such as GraphQL and WebSockets, we can deliver custom solutions that are optimized for each client's specific needs."
      },
      {
          "image": "<FaStar />",
          "title": "NestJs Consulting",
          "description": "We offers expert Nest.js consulting services, providing businesses with the technical expertise they need to build efficient and scalable powerful web applications. Our experienced consultants leverage their knowledge of Nest.js's advanced features, such as its modular architecture and dependency injection, to provide clients with tailored solutions that meet their specific needs. With our help, businesses can take full advantage of Nest.js's capabilities, ensuring that their web applications are optimized for high-performance and efficiency."
      }
  ],
  "content": [
      {
          "image": "/images/pic1.png",
          "title": "Send an Inquiry",
          "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
      },
      {
          "image": "/images/review.png",
          "title": "Review Resumes, Conduct Interviews",
          "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
      },
      {
          "image": "/images/NDA.png",
          "title": "NDA & Onboarding",
          "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
      },
      {
          "image": "/images/Engagement Model.png",
          "title": "Select Engagement Model",
          "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
      }
  
  ],
  "data1": [

      {
          "title": "Hire Nest JS Developers",
          "description1": "Hire Nest JS Developers On ",
          "description2": "Hourly or Monthly Basis ",
          "description3":
            "We are a top-notch development company offering reliable and cost-efficient Nest JS developer services for hire on both hourly and monthly basis. Reap the benefits of robust Node.js framework and its incredible features like backward compatibility, code reusability and scalability to develop interactive web and mobile applications. With us, you get a great team of experienced Nest JS developers to build high quality, secure and custom applications.",
          "buttonLabel": "Hire Now",
          "className": "btn1", 
          "imageSrc": "/images/nestjs.png",
        "altText": "nestjs"
       
        }
  ],
  "data2": [

      { 
          "description1": "OUR EXPERTISE",
          "description2": "Our NestJs Developer's Expertise",
          "description3": "Our team of experts specializes in delivering efficient, reliable, and scalable web applications using NestJS technology. With a focus on high-quality results and seamless user experience, and top-notch development services. "   
        }

  ],
  "data3": [

      { 
          "description1": "HOW TO HIRE",
          "description2": "Our Hiring Process",
          "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
        }

  ],
  "data4": [

      { 
          "description1": "WHY CHOOSE ZENQUA",
          "description2": "Benefits of Hiring NestJs Developers from ZenQua",
          "description3": "Hiring Nest.js developers from our company can provide you with numerous benefits for your web development project. With our skilled developers, you can have full control over your project team and choose developers from favourable time zones. We also provide regular progress reports, ensure code security, and sign NDA for confidentiality. Our pocket-friendly services and post-launch support are additional features that make our services even more attractive. Trust us to deliver a cost-effective, secure, and successful project for your business."
       
        }

  ],
  "data5": [

      { 
          "description1": "ENGAGEMENT TYPES ",
          "description2": "Engagement Models",
          "description3": "ur Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
       
        }

  ],
  "data6": [

      { 
          "description1": "HIRE TEAM ",
          "description2": "Hire The Best Developers",
          "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
       
      }
        

  ],
  "hiringOptions": [
      {
          "title": "Hiring Options"
         
      },
      {
        "title": "Full Time Hiring"
       
      },
      {
        "title": "Part Time Hiring"
       
      },
      {
        "title": "Hourly Hiring"
      
      }
    ],
    "hiringDetails": [
      {
          "title": "Hiring Option" 
      },
        {
          "title": "Minimum Hire"
        },
      {
          "title": "Process"
      },
      {
        "title": "Communication"
      },
      {
        "title": "Project Tools"
      }
    ],
    "hoursDetails": [
      {
        "title": "8 Hours"
      },
      {
        "title": "4 Hours"
      },
      {
        "title": "Hour Basis"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "25 Hours"
      },
      {
        "titleNew": "Agile"
      },
      {
        "titleNew": "Phone, Chat, E-Mail"
      },
      {
        "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
      }
    ],

    "people": [
      {
        "name": "Mehul P",
        "experience": "10+ Years",
        "expertise": "AWS | Azure | Linux",
        "workedWith": "CICD | Terraform",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
          "name": "Umesh G",
        "experience": "5+ Years",
        "expertise": "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Ram N",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      },
      {
        "name": "Gaurang S",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
      }
    ],
    "hiringNew": [
      {
          "title": "Hiring Option",
          "details": [
              { "title": "8 Hours" },
              { "title": "4 Hours" },
              { "title": "Hour Basis" }
          ]
      },
      {
          "title": "Minimum Hire",
          "details": [
              { "title": "1 Month" },
              { "title": "1 Month" },
              { "title": "25 Hours" }
          ]
      },
      {
          "title": "Process",
          "details": [
              { "title": "Agile" }
          ]
      },
      {
          "title": "Communication",
          "details": [
              { "title": "Phone, Chat, E-Mail" }
          ]
      },
      {
          "title": "Project Tools",
          "details": [
              { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
          ]
      }
  ],
  "sectionDetails": {
    "Regular Reports": {
        "title": "Regular Reports",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "NDA & Security": {
        "title": "NDA & Security",
        "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
    },
    "Pocket Friendly": {
        "title": "Pocket Friendly",
        "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
    },
    "Post-Launch Support": {
        "title": "Post-Launch Support",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Control Over Team": {
        "title": "Control Over Team",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Your Favoured Timezone": {
        "title": "Your Favoured Timezone",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    }
}
  
},
"pythondeveloper":{
"items": [
  {
      "image": "<FaStar />",
      "title": "Version Upgrade & Migration",
      "description": "ZenQuahas a team of Python programmers who are skilled in migrating web applications from other platforms to Python seamlessly and upgrading current Python versions uninterruptedly. Consider hiring these professionals for your project needs."
  },
  {
      "image": "<FaStar />",
      "title": "Python for IOT, AI & ML Apps",
      "description": "As a Python development company, we offer specialized services for the creation of applications in the fields of IoT, AI, and ML. Our team has expertise in using Python's concise syntax to develop efficient and adaptable code for these types of projects. We are committed to delivering high-quality solutions for our clients."
  },
  {
      "image": "<FaStar />",
      "title": "Python Consulting",
      "description": "ZenQuais a global provider of Python consulting services. Our team of expert developers can help you utilize Python's powerful capabilities to create custom solutions for your business needs. Whether you need support for an existing application or want to build a new one from scratch, we have the skills and experience to help you succeed."
  }
],
"text": [
  {
      "image": "<FaStar />",
      "title": "Python Hybride Programming",
      "description": "Our company specializes in using Python for hybrid programming. Our team of developers are proficient in creating Python scripts that can seamlessly be integrated with other languages, such as Java, C#, C, and C++, allowing for efficient customization. Our reputation for excellence in this area speaks for itself."
  },
  {
      "image": "<FaStar />",
      "title": "Flask Development",
      "description": "ZenQuahas a team of highly skilled Python developers who are proficient in using the flask framework to create custom web applications efficiently and effectively. They have a wealth of experience in this area and are able to deliver projects in a timely manner."
  },
  {
      "image": "<FaStar />",
      "title": "Automation Testing",
      "description": "We offer a range of automated web testing services in addition to our top-quality web application development and solutions. Our team is proficient in using tools such as Selenium WebDriver and Robot Framework to address the testing needs of our business clients. We are confident in our ability to handle a variety of testing requirements."
  }
],
"content": [
  {
      "image": "/images/pic1.png",
      "title": "Send an Inquiry",
      "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
  },
  {
      "image": "/images/review.png",
      "title": "Review Resumes, Conduct Interviews",
      "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
  },
  {
      "image": "/images/NDA.png",
      "title": "NDA & Onboarding",
      "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
  },
  {
      "image": "/images/Engagement Model.png",
      "title": "Select Engagement Model",
      "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
  }

],
"data1": [

  {
      "title": "Hire Python Developers",
      "description1": "Hire Dedicated Python ",
      "description2": "Web Developers  ",
      "description3":
        "At ZenQua, we specialize in building robust Python-based web solutions for businesses of all sizes. We offer seasoned developers possessing in-depth expertise in document handling, automation, data analysis, APIs, clustering, and machine learning. Our team is equipped with avant-garde technologies to deliver cost-effective bespoke solutions embodying top-notch features. ZenQua ensures that you maximize the potential of your business through our fully dedicated resources and cutting edge technology. Experience the power of Python-based web solutions to craft quality-driven applications and let us drive your business to unprecedented scalability.",
      "buttonLabel": "Hire Now",
      "className": "btn1", 
      "imageSrc": "/images/Pythonnew.png",
    "altText": "Pythonnew"
   
    }
],
"data2": [

  { 
      "description1": "OUR EXPERTISE",
      "description2": "Our Python Developer's Expertise",
      "description3": " Our developers specializes in creating highly reliable and efficient Java-based applications that are tailored to meet your specific business needs. Our team of experienced Java developers has extensive knowledge of open source frameworks, databases, and technologies. We can develop web applications, enterprise-level applications, mobile applications, desktop applications, and more. Our top-notch Java development services ensure that your project is completed on time and within budget. "   
    }

],
"data3": [

  { 
      "description1": "HOW TO HIRE",
      "description2": "Our Hiring Process",
      "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
    }

],
"data4": [

  { 
      "description1": "WHY CHOOSE ZENQUA",
      "description2": "Benefits of Hiring Python Developers from ZenQua",
      "description3": "Hiring Python developers from ZenQua offers numerous advantages for your development project. We provide experienced and dedicated developers who are familiar with the latest industry trends. Our developers use advanced technologies to create secure and reliable code. We also provide regular progress reports, sign NDA, and ensure code security. Pocket friendly services and post launch support are additional features that make our services more attractive. With us, you can be sure that your project is cost–effective, secure, and successful."
   
    }

],
"data5": [

  { 
      "description1": "ENGAGEMENT TYPES ",
      "description2": "Engagement Models",
      "description3": "ur Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
   
    }

],
"data6": [

  { 
      "description1": "HIRE TEAM ",
      "description2": "Hire The Best Developers",
      "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
   
  }
    
],
"hiringOptions": [
  {
      "title": "Hiring Options"
     
  },
  {
    "title": "Full Time Hiring"
   
  },
  {
    "title": "Part Time Hiring"
   
  },
  {
    "title": "Hourly Hiring"
  
  }
],
"hiringDetails": [
  {
      "title": "Hiring Option" 
  },
    {
      "title": "Minimum Hire"
    },
  {
      "title": "Process"
  },
  {
    "title": "Communication"
  },
  {
    "title": "Project Tools"
  }
],
"hoursDetails": [
  {
    "title": "8 Hours"
  },
  {
    "title": "4 Hours"
  },
  {
    "title": "Hour Basis"
  },
  {
    "title": "1 Month"
  },
  {
    "title": "1 Month"
  },
  {
    "title": "25 Hours"
  },
  {
    "titleNew": "Agile"
  },
  {
    "titleNew": "Phone, Chat, E-Mail"
  },
  {
    "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
  }
],

"people": [
  {
    "name": "Mehul P",
    "experience": "10+ Years",
    "expertise": "AWS | Azure | Linux",
    "workedWith": "CICD | Terraform",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
      "name": "Umesh G",
    "experience": "5+ Years",
    "expertise": "Core | MVC | PowerBI",
    "workedWith": " SQL | APIs",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Ram N",
    "experience": "10+ Years",
    "expertise": "Net | Sharepoint | Blazor",
    "workedWith": " APIs | MVC",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Gaurang S",
    "experience": "10+ Years",
    "expertise": "Net | Sharepoint | Blazor",
    "workedWith": " APIs | MVC",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Gaurang S",
    "experience": "10+ Years",
    "expertise": "Net | Sharepoint | Blazor",
    "workedWith": " APIs | MVC",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Prakash B",
    "experience": "6+ Years",
    "expertise": "Django | Flask | Pandas",
    "workedWith": " MongoDB | Azure",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Gaurang S",
    "experience": "10+ Years",
    "expertise": "Net | Sharepoint | Blazor",
    "workedWith": " APIs | MVC",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  },
  {
    "name": "Gaurang S",
    "experience": "10+ Years",
    "expertise": "Net | Sharepoint | Blazor",
    "workedWith": " APIs | MVC",
    "avatarSrc":
      "https://png.pngtree.com/png-vector/20190710/ourmid/pngtree-user-vector-avatar-png-image_1541962.jpg"
  }
],
"hiringNew": [
  {
      "title": "Hiring Option",
      "details": [
          { "title": "8 Hours" },
          { "title": "4 Hours" },
          { "title": "Hour Basis" }
      ]
  },
  {
      "title": "Minimum Hire",
      "details": [
          { "title": "1 Month" },
          { "title": "1 Month" },
          { "title": "25 Hours" }
      ]
  },
  {
      "title": "Process",
      "details": [
          { "title": "Agile" }
      ]
  },
  {
      "title": "Communication",
      "details": [
          { "title": "Phone, Chat, E-Mail" }
      ]
  },
  {
      "title": "Project Tools",
      "details": [
          { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
      ]
  }
],
"sectionDetails": {
"Regular Reports": {
    "title": "Regular Reports",
    "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
},
"NDA & Security": {
    "title": "NDA & Security",
    "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
},
"Pocket Friendly": {
    "title": "Pocket Friendly",
    "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
},
"Post-Launch Support": {
    "title": "Post-Launch Support",
    "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
},
"Control Over Team": {
    "title": "Control Over Team",
    "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
},
"Your Favoured Timezone": {
    "title": "Your Favoured Timezone",
    "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
}
}

}
}

