{
"reactjsdeveloper": {
    "items": [
        {
            "image": "<FaStar />",
            "title": "React JS Website & App Migration",
            "description": "We specialize in React JS migration services for websites and applications, utilizing our expertise in React Hooks, React Router, Redux, and React Native. Our experienced team of developers is well-versed in optimizing and upgrading existing websites and applications to the latest React JS technologies."
        },
        {
            "image": "<FaStar />",
            "title": "Custom Realtime App",
            "description": "We specialize in custom realtime application development using ReactJS technology. Our expertise includes building components, implementing APIs, debugging, and optimizing user interfaces for high performance. We are well-versed in working with Redux, WebSocket, GraphQL and other modern web technologies. Our team ensures secure and efficient ReactJS development solutions that meet customer requirements. "
        },
        {
            "image": "<FaStar />",
            "title": "App Support & Maintenance",
            "description": "We provide expert App Support & Maintenance services using ReactJS, offering custom solutions for scalability and performance optimization, bug fixing and debugging, feature updates, and security patching. Our team of experienced ReactJS developers ensure that your applications are running smoothly, quickly, and securely."
        }
    ],
    "text": [
        {
            "image": "<FaStar />",
            "title": "React JS Product Development",
            "description": "We provide expertise in React JS development for product development, specializing in creating highly interactive, efficient and scalable user interfaces. We leverage our knowledge of React’s components, libraries and APIs to develop custom solutions that are tailored to meet your specific needs. Our team of React JS developers are highly experienced and well-versed in the latest technologies and industry best practices."
        },
        {
            "image": "<FaStar />",
            "title": "React Js Front End Development",
            "description": "We specialize in Front End Development services using React Js, offering comprehensive solutions for building user interfaces and interactive web applications. We leverage the latest React Js features, such as component-based architecture, virtual DOM, and server-side rendering, to deliver top-notch React-based applications. "
        },
        {
            "image": "<FaStar />",
            "title": "React Native App Development",
            "description": "We provide React Native App Development services leveraging the power of React Native to deliver robust, cross-platform mobile applications for iOS and Android. Our team of experienced developers utilizes best practices and cutting-edge technologies to build feature-rich, engaging mobile experiences. Our services encompass the full lifecycle of React Native app development, from concept creation and design to deployment and maintenance."
        }
    ],
    "content": [
        {
            "image": "/images/pic1.png",
            "title": "Send an Inquiry",
            "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
        },
        {
            "image": "/images/review.png",
            "title": "Review Resumes, Conduct Interviews",
            "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
        },
        {
            "image": "/images/NDA.png",
            "title": "NDA & Onboarding",
            "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
        },
        {
            "image": "/images/Engagement Model.png",
            "title": "Select Engagement Model",
            "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
        }
    
    ],
    "data1": [

        {
            "title": "Hire React.js Developers",
            "description1": "Hire React js Developers for",
            "description2": "Future Ready Apps",
            "description3":
              "Empower your high-end requirements with enterprise-grade build quality backed by best-in-class ReactJS developers from ZenQua. Utilize the most modern and supple technology to design interactive and visually compelling web and mobile applications. As a proficient ReactJS development company, ZenQua crafts innovative digital products like PWA (Progressive Web Apps), SPA (Single Page Apps), Static Site Generation, etc., to craft astounding user experiences. We tap into vast open-source libraries and offer personalized Reactjs services for effortless page reloading, efficient data updates, and seamless integration of existing systems with React.",
            "buttonLabel": "Hire Now",
            "className": "btn1", 
            "imageSrc": "/images/reactjs.png",
          "altText": "reactjs"
         
          }
    ],
    "data2": [

        { 
            "description1": "OUR EXPERTISE",
            "description2": "Our ReactJs Developers' Expertise",
            "description3": "Our ReactJs developers have expertise in building high–performance, scalable, and feature–rich web applications. They have in–depth knowledge of ReactJs and its libraries, to bring stunning UI designs to life. Their skill set includes developing high–end frontend designs, developing user–friendly interactive interfaces, and integrating APIs & third–party services. They are experienced in creating custom components, building responsive designs, and debugging complex issues. With their expertise, we are able to offer our clients with the highest quality ReactJs development services."   
          }

    ],
    "data3": [

        { 
            "description1": "HOW TO HIRE",
            "description2": "Our Hiring Process",
            "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
          }

    ],
    "data4": [

        { 
            "description1": "WHY CHOOSE ZENQUA",
            "description2": "Benefits of Hiring ReactJs Developers from ZenQua",
            "description3": "Hiring ReactJs developers from ZenQua offers numerous advantages for your app development project. Our experienced and skilled developers are well-versed with the latest technologies and coding standards,  ensuring secure and reliable software. We provide regular progress  reports, sign NDA, and provide post-launch support. Our developers  also have the skills needed to develop cross-platform applications.With our cost-effective services and flexible engagement models, we are the right choice for your development project."
         
          }

    ],
    "data5": [

        { 
            "description1": "ENGAGEMENT TYPES ",
            "description2": "Engagement Models",
            "description3": "ur Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
         
          }

    ],
    "data6": [

        { 
            "description1": "HIRE TEAM ",
            "description2": "Hire The Best Developers",
            "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
         
        }
          

    ],
    "hiringOptions": [
        {
            "title": "Hiring Options"
           
        },
        {
          "title": "Full Time Hiring"
         
        },
        {
          "title": "Part Time Hiring"
         
        },
        {
          "title": "Hourly Hiring"
        
        }
      ],
      "hiringDetails": [
        {
            "title": "Hiring Option" 
        },
          {
            "title": "Minimum Hire"
          },
        {
            "title": "Process"
        },
        {
          "title": "Communication"
        },
        {
          "title": "Project Tools"
        }
      ],
      "hoursDetails": [
        {
          "title": "8 Hours"
        },
        {
          "title": "4 Hours"
        },
        {
          "title": "Hour Basis"
        },
        {
          "title": "1 Month"
        },
        {
          "title": "1 Month"
        },
        {
          "title": "25 Hours"
        },
        {
          "titleNew": "Agile"
        },
        {
          "titleNew": "Phone, Chat, E-Mail"
        },
        {
          "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
        }
      ],

     "people": [
      {
        "name": "Mehul Manu",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Dev Girisha",
        "experience": "5+ Years",
        "expertise":  "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Sumat Bala",
        "experience": "7+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Prabhakara Indra",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      }
    ],
      "hiringNew": [
        {
            "title": "Hiring Option",
            "details": [
                { "title": "8 Hours" },
                { "title": "4 Hours" },
                { "title": "Hour Basis" }
            ]
        },
        {
            "title": "Minimum Hire",
            "details": [
                { "title": "1 Month" },
                { "title": "1 Month" },
                { "title": "25 Hours" }
            ]
        },
        {
            "title": "Process",
            "details": [
                { "title": "Agile" }
            ]
        },
        {
            "title": "Communication",
            "details": [
                { "title": "Phone, Chat, E-Mail" }
            ]
        },
        {
            "title": "Project Tools",
            "details": [
                { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
            ]
        }
    ],
    "sectionDetails": {
      "Regular Reports": {
          "title": "Regular Reports",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "NDA & Security": {
          "title": "NDA & Security",
          "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
      },
      "Pocket Friendly": {
          "title": "Pocket Friendly",
          "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
      },
      "Post-Launch Support": {
          "title": "Post-Launch Support",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "Control Over Team": {
          "title": "Control Over Team",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "Your Favoured Timezone": {
          "title": "Your Favoured Timezone",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      }
  }
    
},
"angulardeveloper": {
    "items": [
        {
            "image": "<FaStar />",
            "title": "Material Design & UI/UX Development",
            "description": "We provide Material Design & UI/UX Development services using angularjs to create user-friendly, high-performance, and responsive web applications. We focus on creating custom designs that meet the needs of our clients and ensure seamless user experience. Our developers are experts in using the latest technologies and frameworks to create the best solutions for your business."
        },
        {
            "image": "<FaStar />",
            "title": "Angular JS Consulting",
            "description": "Angular JS Consulting services provide a way for businesses to leverage the power of the Angular JS framework to create powerful and modern web applications. Our experienced consultants provide a wide range of services, from application development and design to maintenance and testing. We help clients reduce the time and cost associated with developing their applications and ensure the highest level of quality."
        },
        {
            "image": "<FaStar />",
            "title": ".Net Custom Software Development",
            "description": "Our experienced developers utilize the latest Microsoft technologies to create robust and secure applications that are tailored to the exact requirements of the customer. We ensure that our applications are scalable, secure, and reliable, while providing a great user experience. We are committed to providing quality customer service and delivering projects on time and on budget."
        }
    ],
    "text": [
        {
            "image": "<FaStar />",
            "title": "Custom Angular JS Development",
            "description": "Hire dedicated Angular Developers from ZenQua Inc to tailor your applications with robust custom AngularJs development solutions. Our remote Angular developers will develop and integrate your app with Angular, ensuring the best performance and user experience."
        },
        {
            "image": "<FaStar />",
            "title": "Ajax Development",
            "description": "Hire experienced Angular Developers from us to get the most reliable and secure Ajax Development solutions. Our dedicated angular developers can help you build feature-rich applications and websites with advanced client-side scripting. Get access to a pool of remote angular developers to work on your project on a full-time or part-time basis."
        },
        {
            "image": "<FaStar />",
            "title": "Web API Services & Integration",
            "description": "We provide comprehensive web API services and integration in angularjs development. Our services include custom web API integration, secure authentication, data validation, REST and SOAP services, and more. We specialize in the latest and most up-to-date technologies in order to create the most innovative solutions for our clients."
        }
    ],
    "content": [
        {
            "image": "/images/pic1.png",
            "title": "Send an Inquiry",
            "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
        },
        {
            "image": "/images/review.png",
            "title": "Review Resumes, Conduct Interviews",
            "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
        },
        {
            "image": "/images/NDA.png",
            "title": "NDA & Onboarding",
            "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
        },
        {
            "image": "/images/Engagement Model.png",
            "title": "Select Engagement Model",
            "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
        }
    
    ],
    "data1": [

        {
            "title": "Hire Angular JS Developers",
            "description1": "Hire Angular JS Developer",
            "description2": "Augment your Project ",
            "description3":
              "At ZenQua, our AngularJS developers strive to offer best-in-class and cost-effective web solutions. Hire our AngularJS developers to augment your projects with rapid featurerich solutions that are secure, scalable, and high-performing. Leverage our experience and expertise in creating solutions that are agile and robust for quick turnaround time.",
            "buttonLabel": "Hire Now",
            "className": "btn1", 
            "imageSrc": "/images/Angularjs.png",
          "altText": "Angularjs"
         
          }
    ],
    "data2": [

        { 
            "description1": "OUR EXPERTISE",
            "description2": "Our AngularJs Developer's Expertise ",
            "description3": "Our AngularJS developers use advanced technologies to create visually stunning applications."   
          }

    ],
    "data3": [

        { 
            "description1": "HOW TO HIRE",
            "description2": "Our Hiring Process",
            "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
          }

    ],
    "data4": [

        { 
            "description1": "WHY CHOOSE ZENQUA",
            "description2": "Benefits of Hiring AngularJs Developers from ZenQua",
            "description3": "Hiring AngularJs developers from ZenQua offers several advantages for your app development project. Our experienced developers are well-versed in AngularJs and have the expertise to create robust, scalable and feature-rich applications. We provide regular progress reports and sign NDA to ensure code security. Our services are cost-effective, and we also provide post launch support. With us, you can be sure that your project is secure, successful and cost-effective."
         
          }

    ],
    "data5": [

        { 
            "description1": "ENGAGEMENT TYPES ",
            "description2": "Engagement Models",
            "description3": "Our Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
         
          }

    ],
    "data6": [

        { 
            "description1": "HIRE TEAM ",
            "description2": "Hire The Best Developers",
            "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
         
        }
          

    ],
    "hiringOptions": [
        {
            "title": "Hiring Options"
           
        },
        {
          "title": "Full Time Hiring"
         
        },
        {
          "title": "Part Time Hiring"
         
        },
        {
          "title": "Hourly Hiring"
        
        }
      ],
      "hiringDetails": [
        {
            "title": "Hiring Option" 
        },
          {
            "title": "Minimum Hire"
          },
        {
            "title": "Process"
        },
        {
          "title": "Communication"
        },
        {
          "title": "Project Tools"
        }
      ],
      "hoursDetails": [
        {
          "title": "8 Hours"
        },
        {
          "title": "4 Hours"
        },
        {
          "title": "Hour Basis"
        },
        {
          "title": "1 Month"
        },
        {
          "title": "1 Month"
        },
        {
          "title": "25 Hours"
        },
        {
          "titleNew": "Agile"
        },
        {
          "titleNew": "Phone, Chat, E-Mail"
        },
        {
          "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
        }
      ],

     "people": [
      {
        "name": "Mehul Manu",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Dev Girisha",
        "experience": "5+ Years",
        "expertise":  "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Sumat Bala",
        "experience": "7+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Prabhakara Indra",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      }
    ],
      "hiringNew": [
        {
            "title": "Hiring Option",
            "details": [
                { "title": "8 Hours" },
                { "title": "4 Hours" },
                { "title": "Hour Basis" }
            ]
        },
        {
            "title": "Minimum Hire",
            "details": [
                { "title": "1 Month" },
                { "title": "1 Month" },
                { "title": "25 Hours" }
            ]
        },
        {
            "title": "Process",
            "details": [
                { "title": "Agile" }
            ]
        },
        {
            "title": "Communication",
            "details": [
                { "title": "Phone, Chat, E-Mail" }
            ]
        },
        {
            "title": "Project Tools",
            "details": [
                { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
            ]
        }
    ],
    "sectionDetails": {
      "Regular Reports": {
          "title": "Regular Reports",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "NDA & Security": {
          "title": "NDA & Security",
          "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
      },
      "Pocket Friendly": {
          "title": "Pocket Friendly",
          "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
      },
      "Post-Launch Support": {
          "title": "Post-Launch Support",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "Control Over Team": {
          "title": "Control Over Team",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      },
      "Your Favoured Timezone": {
          "title": "Your Favoured Timezone",
          "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
      }
  }
    
},
"vuejsdeveloper": {
  "items": [
      {
          "image": "<FaStar />",
          "title": "SSR with Vue and Next.js",
          "description": "Our experienced developers utilize Vue.js in conjunction with Nuxt.js to deliver seamless server-side rendered (SSR) experiences for Single Page Applications (SPAs). With the power of Nuxt's SSR features, we bring the benefits of a traditional server-rendered website to the modern SPA architecture."
      },
      {
          "image": "<FaStar />",
          "title": "Real-time Application Development",
          "description": "Our Vue.js development team provides top-notch React time application development services, creating high-speed and dynamic web applications that meet your unique requirements, exceed your expectations, and keep your users engaged."
      },
      {
          "image": "<FaStar />",
          "title": "Vue.js Migration & Upgradation Services",
          "description": "Elevate your business to new heights with our Vue.js Migration & Upgradation Services. Experience faster, more efficient and optimized applications with our expert team guiding you through the transition process."
      }
  ],
  "text": [
      {
          "image": "<FaStar />",
          "title": "Custom Application Development",
          "description": "Unleash the full potential of your business with our reliable custom Vue.js application development services. Our team of expert developers utilizes the latest technologies to deliver scalable and efficient solutions that meet your unique needs."
      },
      {
          "image": "<FaStar />",
          "title": "Single Page Application Development",
          "description": "Transform your web experience with our cutting-edge Single Page Application Development services powered by Vue.js. Our team of experts leverage their expertise to deliver seamless and highly responsive web applications. Experience the power of Vue.js with our unmatched services today."
      },
      {
          "image": "<FaStar />",
          "title": "Native Mobile Apps Development",
          "description": "Build seamless and user-friendly native mobile apps with our Vue.js development services. Our experienced Vue.js native developers leverage the power of Vue Native CLI to deliver high-performance and visually appealing apps."
      }
  ],
  "content": [
      {
          "image": "/images/pic1.png",
          "title": "Send an Inquiry",
          "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
      },
      {
          "image": "/images/review.png",
          "title": "Review Resumes, Conduct Interviews",
          "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
      },
      {
          "image": "/images/NDA.png",
          "title": "NDA & Onboarding",
          "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
      },
      {
          "image": "/images/Engagement Model.png",
          "title": "Select Engagement Model",
          "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
      }
  
  ],
  "data1": [

      {
          "title": "Hire Vue JS Developers",
          "description1": "Hire Vue JS Developers for",
          "description2": "User Driven Outcomes",
          "description3":
            "Collaborate with ZenQua to hire Vuejs developers in building user-driven outcomes using the progressive front-end framework. Hire our Vuejs developers to develop seamless single-page applications with streaming APIs, server-side rendering, and component-level caching abilities. Profound Vue.js consulting and support & maintenance services, both included in our suite of offerings. Hire Vue.js developers now, and get ready to be amazed!",
          "buttonLabel": "Hire Now",
          "className": "btn1", 
          "imageSrc": "/images/vuejs.png",
        "altText": "vuejs"
       
        }
  ],
  "data2": [

      { 
          "description1": "OUR EXPERTISE",
          "description2": "Our vuejs Developer's Expertise",
          "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
        }

  ],
  "data3": [

      { 
          "description1": "HOW TO HIRE",
          "description2": "Our Hiring Process",
          "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
        }

  ],
  "data4": [

      { 
          "description1": "WHY CHOOSE ZENQUA",
          "description2": "Benefits of Hiring vuejs Developers from ZenQua",
          "description3": "Hiring vuejs developers from our company offers numerous benefits for your web development project. With our flexible hiring models, you can choose developers from favourable timezones and have full control over the project team. We also provide regular progress reports, sign NDA, and ensure code security, giving you peace of mind throughout the development process. Plus, our cost-effective services and post-launch support make us an attractive choice for your web development needs."
       
        }

  ],
  "data5": [

      { 
          "description1": "ENGAGEMENT TYPES ",
          "description2": "Engagement Models",
          "description3": "Our Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
       
        }

  ],
  "data6": [

      { 
          "description1": "HIRE TEAM ",
          "description2": "Hire The Best Developers",
          "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
       
      }
        

  ],
  "hiringOptions": [
      {
          "title": "Hiring Options"
         
      },
      {
        "title": "Full Time Hiring"
       
      },
      {
        "title": "Part Time Hiring"
       
      },
      {
        "title": "Hourly Hiring"
      
      }
    ],
    "hiringDetails": [
      {
          "title": "Hiring Option" 
      },
        {
          "title": "Minimum Hire"
        },
      {
          "title": "Process"
      },
      {
        "title": "Communication"
      },
      {
        "title": "Project Tools"
      }
    ],
    "hoursDetails": [
      {
        "title": "8 Hours"
      },
      {
        "title": "4 Hours"
      },
      {
        "title": "Hour Basis"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "25 Hours"
      },
      {
        "titleNew": "Agile"
      },
      {
        "titleNew": "Phone, Chat, E-Mail"
      },
      {
        "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
      }
    ],

   "people": [
      {
        "name": "Mehul Manu",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Dev Girisha",
        "experience": "5+ Years",
        "expertise":  "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Sumat Bala",
        "experience": "7+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Prabhakara Indra",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      }
    ],
    "hiringNew": [
      {
          "title": "Hiring Option",
          "details": [
              { "title": "8 Hours" },
              { "title": "4 Hours" },
              { "title": "Hour Basis" }
          ]
      },
      {
          "title": "Minimum Hire",
          "details": [
              { "title": "1 Month" },
              { "title": "1 Month" },
              { "title": "25 Hours" }
          ]
      },
      {
          "title": "Process",
          "details": [
              { "title": "Agile" }
          ]
      },
      {
          "title": "Communication",
          "details": [
              { "title": "Phone, Chat, E-Mail" }
          ]
      },
      {
          "title": "Project Tools",
          "details": [
              { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
          ]
      }
  ],
  "sectionDetails": {
    "Regular Reports": {
        "title": "Regular Reports",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "NDA & Security": {
        "title": "NDA & Security",
        "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
    },
    "Pocket Friendly": {
        "title": "Pocket Friendly",
        "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
    },
    "Post-Launch Support": {
        "title": "Post-Launch Support",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Control Over Team": {
        "title": "Control Over Team",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Your Favoured Timezone": {
        "title": "Your Favoured Timezone",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    }
}
  
},
"nextjsdeveloper": {
  "items": [
      {
          "image": "<FaStar />",
          "title": "Next.js Plugin Development",
          "description": "We offers custom plugins for Next.js projects that are tailored to the specific needs of the client. We provide end-to-end solutions for plugin development based on the latest technologies. Our services include plugin development, architecture, optimization and maintenance. We guarantee reliable and secure plugins for your projects."
      },
      {
          "image": "<FaStar />",
          "title": "Next.js Upgradation and Migration Services",
          "description": "We provide comprehensive solutions to help clients upgrade their existing web applications and migrate them to the Next.js framework. The services include planning, development, testing, and deployment of the upgraded applications, ensuring optimal performance and reliability."
      },
      {
          "image": "<FaStar />",
          "title": "Next.js Maintenance and Support",
          "description": "We provide comprehensive Next.js Maintenance and Support Services to ensure that your web application functions optimally. Our services include troubleshooting errors and performance issues, upgrading and patching, monitoring and reporting, and providing technical support and advice. Our team of experienced professionals will work with you to ensure that your web applications remain up-to-date, secure, and perform well."
      }
  ],
  "text": [
      {
          "image": "<FaStar />",
          "title": "Next JS Server-Side Rendered Apps",
          "description": "Our company is an expert in developing high-performance Server-Side Rendered (SSR) web applications using Next.js. Our developers leverage the framework's capabilities to create fast-loading and SEO-friendly web apps that deliver exceptional user experiences. With Next.js, we can build apps that load quickly, perform well on search engines, and render smoothly on various devices. Our team's proficiency in Next.js and related technologies enables us to deliver SSR apps that meet the highest standards of performance and user experience."
      },
      {
          "image": "<FaStar />",
          "title": "Next.js Custom Development",
          "description": "At our company, we're proud to offer custom Next.js development services that are designed to meet the unique needs of our clients. Our experienced developers use cutting-edge technologies to build fast, secure, and scalable websites and applications that are optimized for seamless performance and compatibility. We tailor our solutions to each client's individual requirements, ensuring that they get exactly what they need to succeed. And with our flexible and cost-effective maintenance services, our clients can count on us to provide ongoing support long after the initial development is complete.."
      },
      {
          "image": "<FaStar />",
          "title": "Next.js Integration Services",
          "description": "We have extensive experience in providing Next.js integration services that enable businesses to leverage the framework's powerful capabilities to create high-performance and SEO-friendly web applications. Our skilled developers can seamlessly integrate Next.js into your existing web application, ensuring a smooth and efficient integration process."
      }
  ],
  "content": [
      {
          "image": "/images/pic1.png",
          "title": "Send an Inquiry",
          "description": "Send us an initial inquiry outlining your web and app development requirements. We will review the details and provide feedback on the feasibility and estimated timeline for completion."
      },
      {
          "image": "/images/review.png",
          "title": "Review Resumes, Conduct Interviews",
          "description": "Review resumes of multiple web and app developers to identify best fit for job. Interview selected candidates to assess technical skills and ability to complete tasks. Use technical questions and practical exerxises."
      },
      {
          "image": "/images/NDA.png",
          "title": "NDA & Onboarding",
          "description": "The 3rd stepof the hiring process is signing a Non-Disclosure Agreement (NDA) and onboarding the selected developer. The NDA protects confidential information and after signing, the developer is provided with the necessary tools and resources to begin the work."
      },
      {
          "image": "/images/Engagement Model.png",
          "title": "Select Engagement Model",
          "description": "The 4th step in the hiring process is to select the appropriate engagement model for the web and app development work. Options include time and material based, or a dedicated developer on a monthly basis."
      }
  
  ],
  "data1": [

      {
          "title": "Hire Next JS Developers",
          "description1": "Hire Next JS Developers for",
          "description2": "build a masterpiece for your business",
          "description3":
            "Hire top-notch NextJS developers from ZenQuato create a one-of-a-kind masterpiece for your business. We provide complete and customized NextJS application development services, helping you to unlock the potential of React-based NextJS library. Benefit from our expert NextJS development team to create amazing web and mobile apps, security, scalability, and upgradability.",
          "buttonLabel": "Hire Now",
          "className": "btn1", 
          "imageSrc": "/images/next.png",
        "altText": "next"
       
        }
  ],
  "data2": [

      { 
          "description1": "OUR EXPERTISE",
          "description2": "Our  Next JS Developer's Expertise",
          "description3": "Looking for custom Next.js applications that are packed with powerful features, deliver high performance, and have robust functionality? Look no further! Hire our skilled Next.js developers and get tailored solutions that meet your specific business needs. Our team of experts has extensive experience in developing custom applications using the Next.js framework, ensuring that the end product is not just feature-rich, but also high-performing and fully functional. So why wait? Hire our skilled Next.js developers today and bring your vision to life!"   
        }

  ],
  "data3": [

      { 
          "description1": "HOW TO HIRE",
          "description2": "Our Hiring Process",
          "description3": "Our hiring process is designed to ensure a smooth and efficient onboarding experience for our clients. This involves the client sending us an enquiry and us reviewing their resume. We then proceed to the onboarding process, signing an NDA and choosing an engagement model for the developer to work. Once this is done, we strive to provide our clients with quality delivery and support. We value the importance of building strong relationships with our clients and aim to provide them with the best possible service."   
        }

  ],
  "data4": [

      { 
          "description1": "WHY CHOOSE ZENQUA",
          "description2": "Benefits of Hiring Vue.js Developers from ZenQua",
          "description3": "Hiring NextJs developers from ZenQua offers several advantages for your app development project. Our experienced developers are well-versed in AngularJs and have the expertise to create robust, scalable and feature-rich applications. We provide regular progress reports and sign NDA to ensure code security. Our services are cost-effective, and we also provide post launch support. With us, you can be sure that your project is secure, successful and cost-effective."
       
        }

  ],
  "data5": [

      { 
          "description1": "ENGAGEMENT TYPES ",
          "description2": "Engagement Models",
          "description3": "Our Developer Engagement Models provide hiring options for developers among fulltime, part time, and hourly. We provide developers with access to the latest tools, technologies, and resources to ensure they are up to date with the latest industry trends. We also provide guidance and support to ensure developers are successful in their roles."
       
        }

  ],
  "data6": [

      { 
          "description1": "HIRE TEAM ",
          "description2": "Hire The Best Developers",
          "description3": "ZenQua offers expert developers for fixed-time/cost and dedicated projects in web design and software development. Our web developers specialise in trending technologies like PHP, Laravel, Magento, and ReactJS for custom, responsive web solutions. Our mobile app developers have advanced skills in the latest technologies and tools like Android Studio, Xcode, Kotlin, Xamrin, PhoneGap, React Native, etc., delivering cutting-edge mobile apps for Android, iOS, and cross-platform."
       
      }
        

  ],
  "hiringOptions": [
      {
          "title": "Hiring Options"
         
      },
      {
        "title": "Full Time Hiring"
       
      },
      {
        "title": "Part Time Hiring"
       
      },
      {
        "title": "Hourly Hiring"
      
      }
    ],
    "hiringDetails": [
      {
          "title": "Hiring Option" 
      },
        {
          "title": "Minimum Hire"
        },
      {
          "title": "Process"
      },
      {
        "title": "Communication"
      },
      {
        "title": "Project Tools"
      }
    ],
    "hoursDetails": [
      {
        "title": "8 Hours"
      },
      {
        "title": "4 Hours"
      },
      {
        "title": "Hour Basis"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "1 Month"
      },
      {
        "title": "25 Hours"
      },
      {
        "titleNew": "Agile"
      },
      {
        "titleNew": "Phone, Chat, E-Mail"
      },
      {
        "titleNew": "Daily Reports, Basecamp, Jira, Redmine etc."
      }
    ],

    "people": [
      {
        "name": "Mehul Manu",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Dev Girisha",
        "experience": "5+ Years",
        "expertise":  "Core | MVC | PowerBI",
        "workedWith": " SQL | APIs",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Sumat Bala",
        "experience": "7+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      },
      {
        "name": "Prabhakara Indra",
        "experience": "10+ Years",
        "expertise": "Net | Sharepoint | Blazor",
        "workedWith": " APIs | MVC",
        "avatarSrc":
          "https://cdn-icons-png.flaticon.com/128/3135/3135715.png"
      }
    ],
    "hiringNew": [
      {
          "title": "Hiring Option",
          "details": [
              { "title": "8 Hours" },
              { "title": "4 Hours" },
              { "title": "Hour Basis" }
          ]
      },
      {
          "title": "Minimum Hire",
          "details": [
              { "title": "1 Month" },
              { "title": "1 Month" },
              { "title": "25 Hours" }
          ]
      },
      {
          "title": "Process",
          "details": [
              { "title": "Agile" }
          ]
      },
      {
          "title": "Communication",
          "details": [
              { "title": "Phone, Chat, E-Mail" }
          ]
      },
      {
          "title": "Project Tools",
          "details": [
              { "title": "Daily Reports, Basecamp, Jira, Redmine etc." }
          ]
      }
  ],
  "sectionDetails": {
    "Regular Reports": {
        "title": "Regular Reports",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "NDA & Security": {
        "title": "NDA & Security",
        "description": "Hiring developers from ZenQua comes with the added benefit of Non-Disclosure Agreement (NDA). This agreement is a legally binding contract which states that any confidential information shared by the company to the hired developers will remain confidential and secure. This ensures that the crucial information is not exposed to any third party who can potentially cause harm to the company. On top of this, ZenQua takes extra steps to ensure data security and privacy of its customers by using advanced encryption and authentication techniques. This makes sure that the data is secure and not misused by any unauthorized personnel."
    },
    "Pocket Friendly": {
        "title": "Pocket Friendly",
        "description": "Hiring developers from ZenQua is a great way to get budget-friendly services. We offer a wide range of services, from full-stack development to creating custom plugins and modules. Our developers are experts in their respective fields, and they can provide you with the highest quality of work at an affordable rate. Moreover, our developers have the capability to understand your unique business requirements and develop a solution that is pocket friendly for you. So if you are looking for quality work, look no further and hire developers from ZenQua."
    },
    "Post-Launch Support": {
        "title": "Post-Launch Support",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Control Over Team": {
        "title": "Control Over Team",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    },
    "Your Favoured Timezone": {
        "title": "Your Favoured Timezone",
        "description": "Hiring developers from ZenQua helps businesses to keep track of progress and ensure quality with regular reports. These reports provide an in-depth analysis of the project's progress and can help identify any potential issues. Regular reports also provide an effective way for businesses to track their return on investment and ensure that the development team is meeting deadlines and providing the expected results. With ZenQua's reporting capabilities, businesses can have peace of mind knowing their project is in good hands and that their investment is being used wisely."
    }
}
  
}
}