{
  "nodejs": {
    "section1": [
      {
        "heading1": "Node JS Development Company",
        "heading2": "Accelerate Your Business with Our Node JS Development Expertise",
        "para": "Experience accelerated business growth with the help of ZenQua's Node JS development expertise. Our team is composed of experienced professionals in the areas of Node JS development that develops applications from scratch, integrates to existing teams and adopts versatile full-stack approaches built on Node.JS platform. We specialize in sustainable and feature-rich applications, utilizing best-practice techniques resulting in cost and time-efficient solutions that are reliable and highly responsive. Let us understand your specific business needs and help power your company’s digital transformation.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/07/18135051/nodejs-1920x1701-min.png",
        "button": "Talk to Expert"
      }
    ],
    "section2": [
      {
        "heading": "Want To Hire An Offshore ",
        "heading1": "NodeJS Development Team?",
        "para": "We are proud to offer you a no-cost, no-risk opportunity to build your dream business. Our experienced professionals are here to help you get your idea off the ground. With our support, you’ll be ready to take the next step in no time. Try us out for the first 7 days at no cost and no commitment. Give us a try today!",
        "button": "Hire NodeJS Developer"
      }
    ],
    "section3": [
      {
        "heading1": "WHAT WE DO",
        "heading2": "Our Nodejs App Development Services",
        "para": "We offer full stack Node.js development solutions for businesses of all sizes. Our Node.js experts have extensive experience in developing custom solutions with Node.js, from the back–end to the front–end. Our Node.js services include custom web and mobile applications, e–commerce solutions, Node.js APIs, and more. With our Node.js development services, you can be sure to get the best quality code, optimized performance, scalability, and security."
      }
    ],
    "item1": [
        {
            "starLogo": "<FaStar />",
            "title": "Node.Js Consulting",
            "description":"Our team of professional consultants offers development solutions and on-demand developers to support the confident execution of Node.js applications. We specialize in the customization and maintenance of Node.js apps and provide cost-effective consulting services for businesses around the world. We can also help you architect and design your Node.js applications to ensure that they are secure and reliable, and provide ongoing support and maintenance to keep them running smoothly."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Package Development",
            "description":"We offer package development services for Node.js. Our team of expert Node.js developers has a wealth of experience in creating reusable packages. Whether you need to develop a package from scratch or optimize an existing one, we have the skills and knowledge to help you succeed. We take pride in delivering high-quality packages that meet your specific requirements and exceed your expectations. Our packages are designed to be easy to use and maintain, so you can focus on what you do best."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Node Js Application Migration",
            "description":"We have experience in migrating complex applications from platforms such as .Net, PHP, and JAVA to Node.js, and automating database migration to MongoDB. If you have an existing application on another platform, we can help you migrate it to Node.js. We can also provide guidance and advice on best practices for Node.js development and help you optimize your application for maximum performance."
        }
    ],
    "item2": [
        {
            "starLogo": "<FaStar />",
            "title": "Node JS Maintenance And Support",
            "description":"As a top Node.js development company, we offer complete support and maintenance services to ensure the regular updating, scaling, and optimal performance of your Node.js applications. Our SLA-based support covers front-end/back-end maintenance, app updates, and new releases, providing you with peace of mind and the assurance that your applications are in good hands."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Node.Js API Development & Integration",
            "description":"Our team of skilled Node.js programmers specializes in building REST and JSON APIs to enhance security, improve efficiency, and provide a seamless user experience. We have experience in developing scalable and robust API-based Node.js solutions and have the expertise to create secure REST APIs from scratch in a timely manner."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Serverless Node.Js Microservices",
            "description":"Creating serverless microservices using Node.js, which can greatly improve the performance of your server-side applications. By implementing microservices APIs, we can help you achieve faster response times, better scalability, and more efficient resource utilization. Let us help you take your server-side applications to the next level with our expertise in Node.js microservices development."
        }
    ],
    "section4": [
      {
        "heading1": "EXPERTISE IN NODEJS DEVELOPMENT",
        "heading2": "Advanced NodeJs development services"
      }
    ],
    "item3": [
        {
            "starLogo": "<FaStar />",
            "title": "Node.Js Web Development",
            "description":"Take advantage of our Node.js web application development services to create unique, high-quality web applications. Our team of Node.js consultants will work with you to understand your business needs and goals, and use their expertise to develop solutions that will help your business stand out from the competition."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Node.Js Product Development",
            "description":"Our team of experienced developers can help you boost your business by creating lightweight, scalable, and feature-rich web applications using Node.js. Our focus on results ensures that we deliver solutions that not only meet your technical requirements but also delight your end-users and maximize usability and engagement."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Backend Dashboard Development",
            "description":"Whether you need to create a new dashboard or update an existing one, our team of experienced developers can help you build customized solutions and have the expertise to deliver that meet your unique business requirements and exceed your expectations."
        }
    ],
    "item4": [
        {
            "starLogo": "<FaStar />",
            "title": "Node.js Blockchain Application",
            "description":"Our team of Node.js experts has extensive experience in building Blockchain-based solutions. We can help you create a secure and efficient backend-as-a-service (BaaS) platform that supports cryptocurrency trade. Our in-depth understanding of Blockchain technology and Node.js allows us to deliver top-quality solutions that meet your specific needs."
        },
        {
            "starLogo": "<FaStar />",
            "title": "NPM Development",
            "description":"If you need help creating and publishing a private NPM package, our team at i-Verve is here to assist you. We have the skills and expertise to guide you through the process and ensure that your package is kept safe. We understand the importance of security and can help you navigate the complexities of private package development."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Real-Time Web Socket Programming",
            "description":"We implement real-time web socket programming concepts to take advantage of low-latency benefits and develop web applications using Node.js. This ensure that your application provides a seamless and efficient user experience, improving its overall performance and success."
        }
    ],
"project": [
        {
            "title": "Project Delivered",
           "number": "150"
        },
        {
            
            "title": "Satisfied Clients",
            "number": 80
        },
        {
            
            "title": "Experts on Board",
            "number": 70
        },
        {
            
            "title": "Years of Experience",
            "number": 10
        }

    ],
    "adaptable": [
      {
        "title": "Time & Material Basis Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/Time-Material.svg",
        "para1": "Flexibility to hire resources as needed.cost-effective way to hire expert developers. ability to scale resources up and down as needed.",
        "para2": "opportunity to work with experienced professionals.Quickly lunch projects with minimal overhead. Access to specialized skills and expertise.."
      },
      {
        "title": "Dedicated Developer Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/dedicated-development_team-2.svg",
        "para1": "Ability to create a team around your project’s needs.Long-term commitment to your project’s success. Accessto wide range of specialized skills.",
        "para2": "Ability to use existing framework environments.Increased accountability from a dedicated team.Long-term cost savings from dedicated resources."
      }
    ],
    "business": [
      {
        "title": "Backend Development",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/small-medium_business.svg"
      },
      {
        "title": "Small & Medium Businesses",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/startup-business.svg"
      },
      {
        "title": "Large Businesses",
        "description": "We provide the perfect solution for large businesses looking to streamline their processes and manage digital success. Our web and app development service offers the perfect combination of the most up-to-date technology stack, secure product functionality, and standard development processes that protect against common threats and vulnerabilities. We ensure our customers, suppliers, partners, and investors receive the best service when it comes to their digital needs.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/large_business.svg"
      }
    ],
    "sectionexperties": [
      {
        "heading": "TEACH STACK",
        "heading1": "NodeJS TechStack tested globally"
      }
    ],
    "expertise" : [
    {
      "button": "Frameworks",
      "images":[
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/vuejs.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/reactjs.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/angular-1.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/nextjs.svg"}
        ]
    },
    {
        "button": "Languages",
        "images":[
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mysql.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/firebase.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mongodb.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/oracle.svg"}
       ]
      },
    {
        "button": "Data Management",
        "images":[
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Azure.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Aws.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/google.svg"}
       ]
      },
        {
            "button": "Search",
            "images":[
                {"img": "https://dwglogo.com/wp-content/uploads/2017/09/3630px-Nginx_logo-1024x704.png"},
                {"img": "https://avatars.githubusercontent.com/u/47359?s=200&v=4"}
  
           ]
          }
    
  ],
    "servicesData2": [
      {
        "label": "Cost-Effectiveness",
        "stateKey": "Cost",
        "content": "Building a website or application doesn't have to be expensive.Partnering with a reliable development company can help you save on costs associated with hiring an in-house development team, such as software licensing, taxes, hardware, salaries and compensation.With their expertise, you can create an attractive and cost-effective      solution for your business."
      },
      {
        "label": "Vast Knowledge",
        "stateKey": "Vast",
        "content": "At ZenQua, we have the expertise and experience to create customwebsites andapps that are tailored to your specific business needs.Our dedicated team of developers has the technical knowledge and coding.experience to handle any challenges and provide solutions that comply with industry regulations. With a proven track record of delivering successful projects, you can trust us to create the perfect            digital solution for you."
      },

      {
        "label": "Time-Saving",
        "stateKey": "Time",
        "content": "Launch your digital product quickly by outsourcing your development services to a reputable offshore software development agency.ZenQua experienced developers can create a high-quality solution efficiently, enabling you to validate your business idea and adapt your promotional strategies and sales channels as needed. Don't waste          time forming an in-house development team- outsource and get.up and runing in no time!"
      },

      {
        "label": "Experienced Partner",
        "stateKey": "Experienced",
        "content": "We have a strict quality assurance process in place for all our web      development projects. Our dedicated QA team continously checks for bugs and errors, guaranteeing high-quality code. Our custom solutions are reliable, flexible and cost-effective, offering clients more features and functionalities within their budget and timeline. with us, you can trust that the solutions we provide are reliable and      flecible."
      },

      {
        "label": "Reduced Costs",
        "stateKey": "Reduced",
        "content": "Our team carefully assesses your requirements, understands your goals and applies a standard development process tailored to your project needs to avoid unnecessary costs. To make web application development more accessible for businesses, we offer cost-effective development models.This allows companies with limited budgets to complete their projects without breaking the bank."
      },
      {
        "label": "Custom Solution",
        "stateKey": "Custom",
        "content": "We help you achieve your goals one step at a time by scaling your idea      in a budget-focused manner. Our customized web and application development approach, suitable for startups, businesses and enterprises, allows you to make small investments and move forward in a controlled environment with the best java industry expertise. Our standardized process helps you reach your milestones efficiently."
      }
    ]
  },
  "nestjs": {
    "section1": [
      {
        "heading1": "Nest Js Development Company",
        "heading2": "Elevating Your Backend Development with NestJS: Your Trusted Partner",
        "para": "Leverage NestJS to elevate your backend development by partnering with ZenQua, a US-based Development Company. Tap into the readability, expressiveness and high extensibility of NestJS to build custom web and mobile solutions. Get expert and end-to-end NestJS development services to take your business to the next level.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/07/18135050/nestjs_1-1920x1701-min.png",
        "button": "Talk to Expert"
      }
    ],
    "section2": [
      {
        "heading": "Want To Hire An Offshore ",
        "heading1": "NestJS Development Team?",
        "para": "We are proud to offer you a no-cost, no-risk opportunity to build your dream business. Our experienced professionals are here to help you get your idea off the ground. With our support, you’ll be ready to take the next step in no time. Try us out for the first 7 days at no cost and no commitment. Give us a try today!",
        "button": "Hire NestJS Developer"
      }
    ],
    "section3": [
      {
        "heading1": "WHAT WE DO",
        "heading2": "Our NestJs Development Services",
        "para": "Expert Nest.js Development Services provides comprehensive solutions for building efficient, reliable, and scalable web applications. This service is designed to help businesses create applications that maximize performance and cost-efficiency. Expert Nest.js Development Services has a team of experienced professionals that understand the complexities of the technology and can provide custom solutions tailored to the needs of the business. The company also provides comprehensive solutions for managing and deploying applications with ease."
      }
    ],
    "item1": [
        {
            "starLogo": "<FaStar />",
            "title": "NestJS Web Development",
            "description":"Professional, high-quality web development services for custom NestJS applications. Utilizing cutting-edge technologies and best practices to create secure, reliable, and scalable web solutions. Expertise in building web APIs and web-based architectures to create sophisticated, feature-rich applications and services. Comprehensive knowledge of the NestJS framework and its features, such as TypeScript, Object-Oriented Programming, Dependency Injection, and more. With a commitment to providing outstanding customer service and satisfaction."
        },
        {
            "starLogo": "<FaStar />",
            "title": "NestJS eCommerce Development",
            "description":"NestJS eCommerce Development: Expert team provides custom, reliable and secure ecommerce solutions using NestJS framework. Offers comprehensive services such as shop setup, payment integration, product management and more. Delivers high-quality products with fast turnaround, competitive rates and responsive customer support. Focuses on building secure, reliable and scalable ecommerce solutions that are tailored to the unique needs of each client."
        },
        {
            "starLogo": "<FaStar />",
            "title": "NestJS Backend Development",
            "description":"We provides comprehensive services for developing robust backend applications. It offers an integrated TypeScript-based platform for building efficient, scalable and maintainable server-side applications. It utilizes progressive JavaScript, modern tools and techniques, and provides comprehensive solutions for building APIs, microservices and web applications. The platform is highly extensible, making it easy to customize and extend existing features. It also offers a wide range of integrations and supports a wide variety of databases."
        }
    ],
    "item2": [
        {
            "starLogo": "<FaStar />",
            "title": "NestJS Custom Development",
            "description":"We provides expert services for developing custom NestJS applications. Our team of experienced developers create robust, secure, and reliable solutions to meet your business needs. We provide end-to-end development, including architecture design, code implementation, testing, and deployment. Our services are tailored to meet your specific requirements and timeline. Enjoy fast and reliable support. Get your custom NestJS applications today!"
        },
        {
            "starLogo": "<FaStar />",
            "title": "App Architecture Development",
            "description":"Our team of designers are ready to help you create an interactive and user-friendly web application, portal, or widget using AngularJS. We are committed to making sure the user experience is at the forefront of every build. We understand the importance of creating a product that is both visually appealing and intuitive to use, and strive to meet our customer’s expectations every step of the way. We use the latest industry standards to ensure our applications are reliable and secure."
        },
        {
            "starLogo": "<FaStar />",
            "title": "NestJS Maintenance & Support",
            "description":"We provide comprehensive NestJS maintenance and support services, including troubleshooting, bug fixing, feature development, code refactoring, and system upgrades. Our experienced team of experts will help you maintain optimal performance and ensure your application is up-to-date with the latest NestJS technologies. We are committed to delivering quality service, reliable support, and fast turnaround times."
        }
    ],
    "section4": [
      {
        "heading1": "EXPERTISE IN NESTJS DEVELOPMENT",
        "heading2": "Advanced NestJs Development Services"
      }
    ],
    "item3": [
        {
            "starLogo": "<FaStar />",
            "title": "Cross platform app development",
            "description":"We have expertise in creating dynamic and feature-rich applications using NestJs. We can develop end-to-end solutions in a cost-effective and timely manner. Our services include building custom APIs, developing GraphQL APIs, developing microservices, creating real-time applications, and more. We are committed to providing high-quality services and solutions that meet the unique needs of our clients."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Rest api development & integration",
            "description":"We are experienced in building and integrating secure, high-performance REST APIs using NestJS.We provide full-stack development services, from API architecture and design to deployment and maintenance. Our team is proficient in API authentication, authorization, and testing to ensure the best user experience. We can also help you integrate with third-party services and integrate with databases. Let us help you build your API quickly and efficiently."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Web application development",
            "description":"We have extensive experience in creating robust, secure and scalable applications. Specializing in developing enterprise grade, cutting-edge web applications using the latest technologies. Proven track record of delivering successful projects on time and within budget. Offering a complete range of services including design, development, testing, and deployment."
        }
    ],
    "item4": [
        {
            "starLogo": "<FaStar />",
            "title": "Plugin Development",
            "description":"Our team of experts specialize in developing custom plugins for NestJs to enhance the functionality of your application. We provide comprehensive solutions that are tailored to your specific needs, with a focus on scalability, performance and security. Our developers use the latest technologies to create robust and flexible plugins that are fully integrated with your system."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Support and Maintenance",
            "description":"Providing comprehensive technical assistance, troubleshooting, and maintenance to ensure smooth operation of Nest.js applications. Offering expertise in the development of Nest.js applications, including installation, configuration, debugging, and performance optimization. Delivering high-quality solutions tailored to customer needs."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Nest JS Consulting",
            "description":"We offers tailored solutions to help businesses build effective server-side applications. Our experts provide expert advice and development services to ensure optimal performance and scalability. We provide end-to-end solutions using NestJs, Typescript, and GraphQL. Our team of experienced professionals is here to provide support and guidance for a successful project."
        }
    ],
"project": [
        {
            "title": "Project Delivered",
           "number": "150"
        },
        {
            
            "title": "Satisfied Clients",
            "number": 80
        },
        {
            
            "title": "Experts on Board",
            "number": 70
        },
        {
            
            "title": "Years of Experience",
            "number": 10
        }

    ],
    "adaptable": [
      {
        "title": "Time & Material Basis Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/Time-Material.svg",
        "para1": "Flexibility to hire resources as needed.cost-effective way to hire expert developers. ability to scale resources up and down as needed.",
        "para2": "opportunity to work with experienced professionals.Quickly lunch projects with minimal overhead. Access to specialized skills and expertise.."
      },
      {
        "title": "Dedicated Developer Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/dedicated-development_team-2.svg",
        "para1": "Ability to create a team around your project’s needs.Long-term commitment to your project’s success. Accessto wide range of specialized skills.",
        "para2": "Ability to use existing framework environments.Increased accountability from a dedicated team.Long-term cost savings from dedicated resources."
      }
    ],
    "business": [
      {
        "title": "Backend Development",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/small-medium_business.svg"
      },
      {
        "title": "Small & Medium Businesses",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/startup-business.svg"
      },
      {
        "title": "Large Businesses",
        "description": "We provide the perfect solution for large businesses looking to streamline their processes and manage digital success. Our web and app development service offers the perfect combination of the most up-to-date technology stack, secure product functionality, and standard development processes that protect against common threats and vulnerabilities. We ensure our customers, suppliers, partners, and investors receive the best service when it comes to their digital needs.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/large_business.svg"
      }
    ],
    "sectionexperties": [
      {
        "heading": "TEACH STACK",
        "heading1": "Nest Js TechStack tested globally"
      }
    ],
    "expertise": [
      {
        "button": "Front End",
        "images":[
          {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/vuejs.svg"},
          {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/reactjs.svg"},
          {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/angular-1.svg"},
          {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/nextjs.svg"}
          ]
      },
      {
        "button": "Deployment",
        "images":[
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Azure.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Aws.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/google.svg"}
       ]
      },
      {
        "button": "Database",
        "images": [
          {
            "img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mysql.svg"
          },
          {
            "img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/firebase.svg"
          },
          {
            "img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mongodb.svg"
          },
          {
            "img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/oracle.svg"
          }
        ]
      }
    ],
    "servicesData2": [
      {
        "label": "Cost-Effectiveness",
        "stateKey": "Cost",
        "content": "Building a website or application doesn't have to be expensive.Partnering with a reliable development company can help you save on costs associated with hiring an in-house development team, such as software licensing, taxes, hardware, salaries and compensation.With their expertise, you can create an attractive and cost-effective      solution for your business."
      },
      {
        "label": "Vast Knowledge",
        "stateKey": "Vast",
        "content": "At ZenQua, we have the expertise and experience to create customwebsites andapps that are tailored to your specific business needs.Our dedicated team of developers has the technical knowledge and coding.experience to handle any challenges and provide solutions that comply with industry regulations. With a proven track record of delivering successful projects, you can trust us to create the perfect            digital solution for you."
      },

      {
        "label": "Time-Saving",
        "stateKey": "Time",
        "content": "Launch your digital product quickly by outsourcing your development services to a reputable offshore software development agency.ZenQua experienced developers can create a high-quality solution efficiently, enabling you to validate your business idea and adapt your promotional strategies and sales channels as needed. Don't waste          time forming an in-house development team- outsource and get.up and runing in no time!"
      },

      {
        "label": "Experienced Partner",
        "stateKey": "Experienced",
        "content": "We have a strict quality assurance process in place for all our web      development projects. Our dedicated QA team continously checks for bugs and errors, guaranteeing high-quality code. Our custom solutions are reliable, flexible and cost-effective, offering clients more features and functionalities within their budget and timeline. with us, you can trust that the solutions we provide are reliable and      flecible."
      },

      {
        "label": "Reduced Costs",
        "stateKey": "Reduced",
        "content": "Our team carefully assesses your requirements, understands your goals and applies a standard development process tailored to your project needs to avoid unnecessary costs. To make web application development more accessible for businesses, we offer cost-effective development models.This allows companies with limited budgets to complete their projects without breaking the bank."
      },
      {
        "label": "Custom Solution",
        "stateKey": "Custom",
        "content": "We help you achieve your goals one step at a time by scaling your idea      in a budget-focused manner. Our customized web and application development approach, suitable for startups, businesses and enterprises, allows you to make small investments and move forward in a controlled environment with the best java industry expertise. Our standardized process helps you reach your milestones efficiently."
      }
    ]
  },
  "ror": {
    "section1": [
      {
        "heading1": " ROR Development Company",
        "heading2": "Partner with the Best ROR Development Services Provider",
        "para": "Partner with the best ROR Development Services Provider – ZenQua. With experienced ror resources, high-end tools, and robust tech stack, we are specialized in crafting scalable ROR websites and applications that will stand high against any business challenges. From PWA apps to Data Science solutions, get ready to accelerate your business with our wide array of ROR Development Services. Leverage our expertise to experience faster delivery models, best-in-class performance, and innovative solutions without compromising on quality.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/07/18135050/nestjs_1-1920x1701-min.png",
        "button": "Talk to Expert"
      }
    ],
    "section2": [
      {
        "heading": "Want To Hire An Offshore ",
        "heading1": "ROR Development Team?",
        "para": "We are proud to offer you a no-cost, no-risk opportunity to build your dream business. Our experienced professionals are here to help you get your idea off the ground. With our support, you’ll be ready to take the next step in no time. Try us out for the first 7 days at no cost and no commitment. Give us a try today!",
        "button": "Hire ROR Developer"
      }
    ],
    "section3": [
      {
        "heading1": "WHAT WE DO",
        "heading2": " Our ROR Development Services",
        "para": "ROR Development Services offered by our company provide custom web development solutions. Our experts create reliable and scalable web applications using ROR, Django, Flask, and other frameworks. We offer support, maintenance and consulting to ensure optimal performance."
      }
    ], 
    "item1": [
        {
            "starLogo": "<FaStar />",
            "title": "Machine Learning Solutions",
            "description":"Our team of ROR developers specializes in providing Machine Learning Solutions, leveraging state-of-the-art technologies such as Scikit-Learn, Keras, and TensorFlow. We leverage our expertise to create custom ML solutions to meet specific requirements, ensuring efficient data analysis and predictive modeling"
        },
        {
            "starLogo": "<FaStar />",
            "title": "ROR Upgradation & Migration",
            "description":"We offer ROR Upgradation & Migration services that allow users to upgrade their existing ROR version to the latest version and migrate their existing applications to a more advanced version of ROR. Our team of experienced ROR developers ensures a seamless transition of your application while maintaining its core functionality and performance."
        },
        {
            "starLogo": "<FaStar />",
            "title": "ROR Mobile App Development",
            "description":"We provide comprehensive ROR Mobile App Development services, utilizing cutting-edge technology and modern tools to create robust and secure mobile applications. Our experienced team of developers can build powerful mobile solutions, using the flexibility and scalability of ROR to achieve desired results."
        }
    ],
    "item2": [
        {
            "starLogo": "<FaStar />",
            "title": "ROR backend Development",
            "description":"We offer ROR Backend Development Services with a comprehensive range of development solutions, including API integration, web application development, database design, and more. Our team has expertise in developing custom solutions in ROR, leveraging the latest tools and technologies to ensure reliable, secure and efficient results."
        },
        {
            "starLogo": "<FaStar />",
            "title": "ROR Framework development",
            "description":"We offer comprehensive ROR Framework development services. Our ROR development team has extensive experience developing robust and reliable applications using a variety of ROR frameworks such as Django, Flask, Pyramid, and CherryPy. We specialize in full-stack development, providing custom solutions that meet the unique needs of each client."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Custom ROR Application Development",
            "description":"Our team of experienced developers provide custom ROR application development services, utilizing the latest technologies and frameworks to create high-performance, scalable, and secure solutions. We specialize in creating web and mobile applications, data processing and analysis systems, machine learning and artificial intelligence applications, and more."
        }
    ],
    "section4": [
      {
        "heading1": "EXPERTISE IN PYTHON DEVELOPMENT",
        "heading2": "Our ROR Development Services"
      }
    ],
    "item3": [
        {
            "starLogo": "<FaStar />",
            "title": "AI & ML",
            "description":"Leverage our ror development services and work with our AI/ML experts who will help your business eliminate human errors, reduce operational costs, and automate complicated manual processes by making intelligent AI/ML-based software."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Computer Vision",
            "description":"Our ROR development services include computer vision implementation that adds value to industries such as manufacturing, banking, and insurance. With facial recognition technology, you can improve security and prevent fraud. Let us help you leverage the power of computer vision to enhance your business operations."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Natural Language Processing",
            "description":"Looking to build a chatbot or digital assistant platform to improve market research and analysis by processing more information quickly? Our ROR development team can help you build smart chatbots that will provide immediate responses to queries and will help you build trust."
        }
    ],
    "item4": [
        {
            "starLogo": "<FaStar />",
            "title": "Big Data Processing",
            "description":"We specialize in providing Big Data Processing services using ROR development. Our expertise includes data processing, machine learning, data visualization, and web development. Our team of experienced professionals provide reliable, secure and scalable solutions to help you achieve your business objectives."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Medical Image Processing",
            "description":"Our ROR development services can help your healthcare organization achieve significant improvements in diagnostic accuracy, surgical and treatment planning, research, and computer-assisted surgeries through the implementation of medical image processing. By taking advantage of these benefits, you can enhance patient care and increase organizational efficiency. Contact us to learn more about how we can help."
        },
        {
            "starLogo": "<FaStar />",
            "title": "Blockchain",
            "description":"We provide comprehensive ROR Development services for Blockchain solutions, including distributed ledger technology, smart contracts, and cryptocurrency wallets. Our experienced developers leverage cutting-edge technologies to create secure, reliable, and scalable applications. We also offer consulting and support to ensure smooth integration of Blockchain solutions into existing systems."
        }
    ],
    "project": [
        {
            "title": "Project Delivered",
           "number": "150"
        },
        {
            
            "title": "Satisfied Clients",
            "number": 80
        },
        {
            
            "title": "Experts on Board",
            "number": 70
        },
        {
            
            "title": "Years of Experience",
            "number": 10
        }

    ],
    "adaptable": [
      {
        "title": "Time & Material Basis Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/Time-Material.svg",
        "para1": "Flexibility to hire resources as needed.cost-effective way to hire expert developers. ability to scale resources up and down as needed.",
        "para2": "opportunity to work with experienced professionals.Quickly lunch projects with minimal overhead. Access to specialized skills and expertise.."
      },
      {
        "title": "Dedicated Developer Model",
        "decription": "Time and Material hiring model offers flexibility, cost saving, access to expertise, scalability & time-saving for projects with dynamic requirements. Ideal for businesses with long-term projects needing future modifications.",
        "images": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151312/dedicated-development_team-2.svg",
        "para1": "Ability to create a team around your project’s needs.Long-term commitment to your project’s success. Accessto wide range of specialized skills.",
        "para2": "Ability to use existing framework environments.Increased accountability from a dedicated team.Long-term cost savings from dedicated resources."
      }
    ],
    "business": [
      {
        "title": "Backend Development",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/small-medium_business.svg"
      },
      {
        "title": "Small & Medium Businesses",
        "description": "Our team of experts specializes in building custom web systems for small and medium-sized businesses to streamline their routine processes and enable them to focus on growth and other important tasks. Our solutions are designed with scalability in mind, ensuring they can handle future increases in workload and the number of concurrent users.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/startup-business.svg"
      },
      {
        "title": "Large Businesses",
        "description": "We provide the perfect solution for large businesses looking to streamline their processes and manage digital success. Our web and app development service offers the perfect combination of the most up-to-date technology stack, secure product functionality, and standard development processes that protect against common threats and vulnerabilities. We ensure our customers, suppliers, partners, and investors receive the best service when it comes to their digital needs.",
        "image": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151309/large_business.svg"
      }
    ],
    "sectionexperties": [
      {
        "heading": "TEACH STACK",
        "heading1": "ReactJS TechStack tested globally"
      }
    ],
    "expertise" : [
    {
      "button": "Front End",
      "images":[
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/vuejs.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/reactjs.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/angular-1.svg"},
        {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151311/nextjs.svg"}
        ]
    },
    {
        "button": "Database",
        "images":[
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mysql.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/firebase.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/mongodb.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/oracle.svg"}
       ]
      },
    {
        "button": "Deployment",
        "images":[
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Azure.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/Aws.svg"},
            {"img": "https://d1ocmjvagn5mw1.cloudfront.net/wp-content/uploads/2023/04/18151310/google.svg"}
       ]
      },
      {
          "button": "Apache Foundation",
          "images":[
              {"img": "https://dwglogo.com/wp-content/uploads/2017/09/3630px-Nginx_logo-1024x704.png"},
              {"img": "https://avatars.githubusercontent.com/u/47359?s=200&v=4"}

         ]
        }
    
  ],
    "servicesData2": [
      {
        "label": "Cost-Effectiveness",
        "stateKey": "Cost",
        "content": "Building a website or application doesn't have to be expensive.Partnering with a reliable development company can help you save on costs associated with hiring an in-house development team, such as software licensing, taxes, hardware, salaries and compensation.With their expertise, you can create an attractive and cost-effective      solution for your business."
      },
      {
        "label": "Vast Knowledge",
        "stateKey": "Vast",
        "content": "At ZenQua, we have the expertise and experience to create customwebsites andapps that are tailored to your specific business needs.Our dedicated team of developers has the technical knowledge and coding.experience to handle any challenges and provide solutions that comply with industry regulations. With a proven track record of delivering successful projects, you can trust us to create the perfect            digital solution for you."
      },

      {
        "label": "Time-Saving",
        "stateKey": "Time",
        "content": "Launch your digital product quickly by outsourcing your development services to a reputable offshore software development agency.ZenQua experienced developers can create a high-quality solution efficiently, enabling you to validate your business idea and adapt your promotional strategies and sales channels as needed. Don't waste          time forming an in-house development team- outsource and get.up and runing in no time!"
      },

      {
        "label": "Experienced Partner",
        "stateKey": "Experienced",
        "content": "We have a strict quality assurance process in place for all our web      development projects. Our dedicated QA team continously checks for bugs and errors, guaranteeing high-quality code. Our custom solutions are reliable, flexible and cost-effective, offering clients more features and functionalities within their budget and timeline. with us, you can trust that the solutions we provide are reliable and      flecible."
      },

      {
        "label": "Reduced Costs",
        "stateKey": "Reduced",
        "content": "Our team carefully assesses your requirements, understands your goals and applies a standard development process tailored to your project needs to avoid unnecessary costs. To make web application development more accessible for businesses, we offer cost-effective development models.This allows companies with limited budgets to complete their projects without breaking the bank."
      },
      {
        "label": "Custom Solution",
        "stateKey": "Custom",
        "content": "We help you achieve your goals one step at a time by scaling your idea      in a budget-focused manner. Our customized web and application development approach, suitable for startups, businesses and enterprises, allows you to make small investments and move forward in a controlled environment with the best java industry expertise. Our standardized process helps you reach your milestones efficiently."
      }
    ]
  }
}
